<template>
	<view class="page">
		<headtop type="single"></headtop>
		<view class="wraper about">
			<view class="Box row active animated fadeInRight" style="opacity: 1;">
				<!-- <uni-col :span="12"> -->
				<view class="wraper-box">
					<view class="title-box ">
						<view class="title-box-text">
							<h1 class="title">{{$t('about')}}</h1>
							<view style="line-height: 18px;" v-html="$t('aboutText')">
								<!-- <p>&nbsp; &nbsp; &nbsp;
									&nbsp;本平台是全球领先的数字资产交易平台，不断努力改进安全特性，以确保客户的数字资产安全，我们的模式是为客户带来具有可持续价值的项目，只有具有最高质量的项目才会被选择并提供交易服务。核心管理团队成员毕业于世界知名学府，曾担任加拿大蒙特利尔银行，普华永道等跨国企业高管,具有丰富的金融行业与数字资产交易所运营经验，比特股及以太坊所提出具有开创性的开源协议之上，我们依据同现实商业实践相结合的原则，打破了原有区块链的封闭体系，East
									Fortune可视化人工高智能区块链操作系统''同时将人工智能与区块链技术相结合，我们希望打造出一条真正可商用的世界级区块链操作系统，平台承诺：将严格遵守加拿大相关法律，并在接受金融监管机构监管的情况下开展业务。<br>
								</p> -->
							</view>
						</view>
					</view>
					<view class="content-box">
						<view class="content-box-item">
							<view class="tab-l">
								<h3>
									<h1>{{$t('conditions')}}</h1>
									<h3 class="pointer tabNav " :class="current==0?'active':''" @click="tabNav(0)">
										{{$t('userAgreement')}}
									</h3>
									<h3 class="pointer tabNav" :class="current==1?'active':''" @click="tabNav(1)">
										{{$t('privacyPolicy')}}
									</h3>
									<h3 class="pointer tabNav" :class="current==2?'active':''" @click="tabNav(2)">
										{{$t('statement')}}
									</h3>
									<h3 class="pointer tabNav" :class="current==3?'active':''" @click="tabNav(3)">
										{{$t('rules')}}
									</h3>
								</h3>
								<h3>
									<h1>{{$t("service")}}</h1>
									<h3 class="pointer tabNav" :class="current==4?'active':''" @click="tabNav(4)">
										{{$t('novices')}}
									</h3>
									<h3 class="pointer tabNav" :class="current==5?'active':''" @click="tabNav(5)">
										{{$t('commonProblem')}}
									</h3>
									<h3 class="pointer tabNav" :class="current==6?'active':''" @click="tabNav(6)">
										{{$t('rate')}}
									</h3>
								</h3>
							</view>
							<view class="tab-r" v-show=" current==0">
								<view v-html="$t('userAgreementText')">
									<!-- <view class="" style="">
										<p>重要提示：</p>
										<p>我们在此特别提醒您：<br>• 1 数字资产本身不由任何金融机构或公司或本网站发行；<br>• 2
											数字资产市场是全新的、未经确认的，而且可能不会增长；<br>• 3
											数字资产主要由投机者大量使用，零售和商业市场使用相对较少，数字资产交易存在极高风险，其全天不间断交易，没有涨跌限制，价格容易受庄家、全球政府政策的影响而大幅波动；<br>•
											4
											如果公司根据其单方判断认为您违反了本协议，或者根据您所在管辖区域的法律本网站提供的服务或者您使用本网站提供的服务的行为是非法的，公司有权随时暂停或终止您的账户，或者暂停或终止您使用本网站提供的服务或数字资产交易。&nbsp;数字资产交易有极高风险，并不适合绝大部分人士。您了解和理解此交易有可能导致部分损失或全部损失，所以您应该以能承受的损失程度来决定交易的金额。您了解和理解数字资产会产生衍生风险，所以如有任何疑问，建议先寻求专业顾问的协助。此外，除了上述提及过的风险以外，还会有未能预测的风险存在。您应慎重考虑并用清晰的判断能力去评估自己的财政状况及上述各项风险而作出任何买卖数字资产的决定，并承担由此产生的全部损失，我们对此不承担任何责任。
										</p>
										<p>敬告您：<br></p>
										<p>• 1
											本网站的任何意见、消息、探讨、分析、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。我们不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。<br>•
											2
											本网站的内容会随时更改并不作另行通知，我们已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因本网站上的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。<br>•
											3
											使用互联网形式的交易系统亦存有风险，包括但不限于软件，硬件和互联网链结的失败等。由于我们不能控制互联网的可靠性和可用性，我们不会对失真，延误和链结失败而承担任何责任。<br>•
											4
											禁止使用本网站进行恶意操纵市场、不正当交易等一切不道德交易活动，若发现此类事件，本网站将对所有恶意操纵价格、恶意影响交易系统等不道德的行为采取警告、限制交易、关停账户等预防性的保护措施，我们不承担由此产生的所有责任并保留向相关人士追究责任的权利。
										</p>
										<p>一、总则</p>
										<p>• 1.1
											《用户协议》（以下称“本协议”或“本条款及条件”），由正文、《隐私条款》、《了解你的客户和反洗钱政策》以及本网站已经发布的或将来可能发布的各类规则、声明、说明等构成。<br>•
											1.2
											您在使用本网站提供的各项服务之前，应仔细阅读本协议，如有不理解之处或其他必要，请咨询专业律师。如您不同意本协议及/或随时对其的修改，请您立即停止使用本网站提供的服务或不再登陆本网站。您一旦登陆本网站、使用本网站的任何服务或任何其他类似行为即表示您已了解并完全同意本协议各项内容，包括本网站对本协议随时所做的任何修改。<br>•
											1.3
											您通过按照本网站的要求填写相关信息，并经过其他相关程序后成功注册可以成为本网站的会员（以下称“会员”），在进行注册过程中点击“同意”按钮即表示您以电子签署的形式与公司达成协议；或您在使用本网站过程中点击任何标有“同意”或类似意思的按钮的行为或以其他本网站允许的方式实际使用本网站提供的服务时，均表示您完全了解、同意且接受本协议项下的全部条款的约束，无您手写的书面签字不影响本协议对您的法律约束力。<br>•
											1.4
											成为本网站的会员后，您将获得一个会员帐号及相应的密码，该会员帐号和密码由您负责保管；您应当对以您帐号进行的所有活动和事件负法律责任。<br>•
											1.5 只有成为本网站的会员才可使用本网站提供的数字资产交易平台进行交易及享受其他本网站规定的只有会员才可获得的服务。<br>• 1.6
											通过注册和使用任何由本网站提供的服务和功能，您将被视为已阅读，理解并：<br>• 1.6.1 接受本协议所有条款及条件的约束。<br>•
											1.6.2
											您确认您已年满16周岁或根据不同的可适用的法律规定的具有可订立合同的法定年龄，您在本网站的注册、销售或购买、发布信息等接受本网站服务的行为应当符合对您有管辖权的主权国家或地区相关法律法规，并有充分的能力接受这些条款，并订立交易，使用本网站进行数字资产交易。<br>•
											1.6.3 您保证交易中涉及到的属于您的数字资产均为合法取得并享有所有权。<br>• 1.6.4
											您同意您为您自身的交易或非交易行为承担全部责任和任何收益或亏损。<br>• 1.6.5 您确认注册时提供的信息是真实和准确的。<br>•
											1.6.6 您同意遵守任何有关法律的规定，就税务目的而言，包括报告任何交易利润。<br>• 1.6.7
											您同意在任何时候不得从事或参与损害本网站或公司利益的行为或活动，无论是否与本网站提供的服务有关。<br>• 1.6.8
											本协议只是就您与我们之间达成的权利义务关系进行约束，而并不涉及本网站用户之间与其他网站和您之间因数字资产交易而产生的法律关系及法律纠纷。</p>
										<p>二、协议修订</p>
										<p>我们保留不时修订本协议、并以网站公示的方式进行公告、不再单独通知您的权利，变更后的协议会在本协议首页标注变更时间，一经在网站公布，立即自动生效。您应不时浏览及关注本协议的更新变更时间及更新内容，如您不同意相关变更，应当立即停止使用本网站服务；您继续使用本网站服务，即表示您接受并同意经修订的协议的约束。
										</p>
										<p>三、注册</p>
										<p>• 3.1
											注册资格<br>您确认并承诺：在您完成注册程序或以其他本网站允许的方式实际使用本网站提供的服务时，您应当是具备可适用的法律规定的可签署本协议及使用本网站服务应具有的能力的自然人、法人或其他组织。您一旦点击同意注册按钮，即表示您自身或您的有权代理人已经同意该协议内容并由其代理注册及使用本网站服务。若您不具备前述主体资格，则您及您的有权代理人应承担因此而导致的一切后果，且公司保留注销或永久冻结您账户，并向您及您的有权代理人追究责任的权利。<br>•
											3.2 注册目的<br>您确认并承诺：您进行本网站注册并非出于违反法律法规或破坏本网站数字资产交易秩序的目的。<br>•
											3.3注册流程<br>• 3.3.1
											您同意根据本网站用户注册页面的要求提供有效电子邮箱、手机号码等信息，您可以使用您提供手机号码作为登陆手段进入本网站。如有必要，按照不同法域相关法律法规的规定，您必须提供您的真实姓名、身份证件等法律法规及隐私条款及反洗钱条款规定的相关信息并不断更新注册资料，符合及时、详尽、准确的要求。所有原始键入的资料将引用为注册资料。您应对该等信息的真实性、完整性和准确性负责，并承担因此产生的任何直接或间接损失及不利后果。<br>•
											3.3.2
											您合法、完整并有效提供注册所需信息并经验证，有权获得本网站账号和密码，您获得本网站账号及密码时视为注册成功，可在本网站进行会员登陆。<br>•
											3.3.3 您同意接收本网站发送的与本网站管理、运营相关的电子邮件和/或短消息。</p>
										<p>四、服务</p>
										<p>• 4.1 服务内容<br>• 4.1 服务内容<br>• 4.1.1
											您有权在本网站浏览数字资产各项产品的实时行情及交易信息、有权通过本网站提交数字资产交易指令并完成数字资产交易。<br>• 4.1.2
											您有权在本网站查看您会员账号下的信息，有权应用本网站提供的功能进行操作。<br>• 4.1.3
											您有权按照本网站发布的活动规则参与本网站组织的网站活动。<br>• 4.1.4 本网站承诺为您提供的其他服务。<br>• 4.2.服务规则
											您承诺遵守下列本网站服务规则：<br>• 4.2.1
											您应当遵守法律法规并妥善使用和保管您的账号及登陆密码、资金密码、以及手机接收的手机验证码。您对使用您的账号和登陆密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当您发现本网站账号、登陆密码、或资金密码、验证码被未经您授权的第三方使用，或存在其他账号安全问题时，应立即有效通知本网站，要求本网站暂停本网站账号的服务。本网站有权在合理时间内对您的该等请求采取行动，但本网站对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。您在未经本网站同意的情况下不得将本网站账号以赠与、借用、租用、转让或其他方式处分给他人。<br>•
											4.2.3
											您同意对您的本网站的账号、密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。<br>4.2.4
											您在本网站进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序；不得以任何技术手段或其他方式干扰本网站的正常运行或干扰其他用户对本网站服务的使用；不得以虚构事实等方式恶意诋毁本网站的商誉。<br>•
											4.2.5 如您因网上交易与其他用户产生纠纷的，不得通过司法或行政以外的途径要求本网站提供相关资料。<br>• 4.2.6
											您在使用本网站提供的服务过程中，所产生的其它方面的费用，均由您独自判断和承担。<br>• 4.3.产品规则<br>• 4.3.1
											浏览交易信息<br>• 您在本网站浏览交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于价格、委托量、手续费、买入或卖出方向，
											您完全接受交易信息中包含的全部内容后方可点击按钮进行交易。<br>• 4.3.2 查看交易明细<br>• 您可以通过您的账户查看相应的成交记录。
										</p>
										<p>五、本网站的权利和义务</p>
										<p>• 5.1
											如您不具备本协议约定的注册资格，则本网站有权拒绝您进行注册，对已注册的，本网站有权注销您的会员账号，本网站保留向您或您的有权代理人追究责任的权利。同时，本网站保留其他任何情况下决定是否接受您注册的权利。<br>•
											5.2根据本网站自己的判断，本网站发现您或您的关联账户使用者不适合高风险投资时，有权中止或终止您的账户以及所有关联账户的使用。<br>• 5.3
											本网站发现账户使用者并非账户初始注册人时，有权中止或终止该账户的使用。<br>• 5.4
											本网站通过技术检测、人工抽检等检测方式合理怀疑您提供的信息错误、不实、失效或不完整时，有权通知您更正、更新信息或中止、终止为其提供本网站服务。<br>•
											5.5 本网站有权在发现本网站上显示的任何信息存在明显错误时，对信息予以更正。<br>• 5.6
											本网站保留随时修改、中止或终止本网站服务的权利，本网站行使修改或中止服务的权利不需事先告知您；本网站终止本网站一项或多项服务的，终止自本网站在网站上发布终止公告之日生效。<br>•
											5.7 本网站将采取必要的技术手段和管理措施保障本网站的正常运行，并提供必要、可靠的交易环境和交易服务，维护数字资产交易秩序。<br>• 5.8
											如您连续一年未使用本网站会员账号和密码登陆本网站，则本网站有权注销您的本网站账号。账号注销后，本网站有权将相应的会员名开放给其他用户注册使用。<br>•
											5.9 本网站通过加强技术投入、提升安全防范等措施保障您的数字资产的安全，并将在您账户出现可以预见的安全风险时提前通知您。<br>• 5.10
											本网站有权随时删除本网站内各类不符合法律法规或本网站规定等的内容信息，本网站行使该等权利不需提前通知您。<br>• 5.11
											本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，向您要求提供更多的信息或资料等，并采取合理的措施，以符合当地的规范之要求，您有义务配合；本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，暂停或永久停止对您开放本网站部分或全部服务。
										</p>
										<p>六、责任限制与免责</p>
										<p>• 6.1 您了解并同意，在任何情况下，我们不就以下各事项承担责任：<br>• 6.1.1 收入的损失；<br>• 6.1.2
											交易利润或合同损失；<br>• 6.1.3 业务中断造成的损失；<br>• 6.1.4 预期可节省的货币的损失；<br>• 6.1.5
											信息问题造成的损失；<br>• 6.1.6 机会、商誉或声誉的损失；<br>• 6.1.7 数据的损坏或损失；<br>• 6.1.8
											购买替代产品或服务的成本；<br>• 6.1.9
											任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为我们合理预见；不论我们是否事先被告知存在此种损失或损害的可能性。<br>•
											6.1.1 条至8.1.9条均是彼此独立的。<br>• 6.2 您了解并同意，我们不对因下述任一情况而导致您的任何损害赔偿承担责任：<br>•
											6.2.1您的具体交易事项可能存在重大违法或违约情形。<br>• 6.2.2您在本网站的行为涉嫌违法或不道德。<br>• 6.2.3
											通过本网站服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。<br>• 6.2.4 您对本网站服务的误解。<br>•
											6.2.5 任何非因我们的原因而引起的与本网站提供的服务有关的其它损失。<br>• 6.3
											我们对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、
											司法或行政机关的命令、其他不在我们可控范围内或我们无能力控制的行为或第三方的原因而造成的不能服务或延迟服务，以及造成您的损失，我们不承担任何责任。<br>•
											6.4
											我们不能保证本网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故您登陆、使用本网站任何服务或下载及使用该下载的任何程序、信息、数据等均是您个人的决定并自行承担风险及可能产生的损失。<br>•
											6.5
											我们对本网站中链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的内容等不做任何保证和承诺，您如果使用第三方网站提供的任何服务、信息及产品等均为您个人决定且承担由此产生的一切责任。<br>•
											6.6
											我们对于您使用本网站服务不做任何明示或暗示的保证，包括但不限于本网站提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对本网站提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用本网站提供的服务是您个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，您理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是您个人的自由选择及决定且自行承担风险及可能产生的损失。<br>•
											6.7
											本协议中规定的我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。<br>•
											6.8 我们并不放弃本协议中未提及的在法律适用的最大范围内我们享有的限制、免除或抵销我们损害赔偿责任的任何权利。<br>• 6.9
											您注册后即表示认可我们按照本协议中规定的规则进行的任何操作，产生的任何风险均由您承担。</p>
										<p>七、协议的终止</p>
										<p>• 7.1 本网站有权依据本协议约定终止全部本网站服务，本协议于本网站全部服务终止之日终止。<br>• 7.2
											本协议终止后，您无权要求本网站继续向其提供任何服务或履行任何其他义务，包括但不限于要求本网站为您保留或向您披露其原本网站账号中的任何信息，
											向您或第三方转发任何其未曾阅读或发送过的信息等。<br>• 7.3 本协议的终止不影响守约方向违约方要求承担其他责任。</p>
										<p>八、知识产权</p>
										<p>• 8.1
											本网站所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件
											(包括小应用程序和脚本) 的知识产权权利均归本网站所有。您不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。<br>• 8.2
											本网站名称中包含的所有权利 (包括但不限于商誉和商标、标志) 均归公司所有。<br>• 8.3
											您在使用本网站服务过程中不得非法使用或处分本网站或他人的知识产权权利。您不得将已发表于本网站的信息以任何形式发布或授权其它网站（及媒体）使用。<br>•
											8.4 您登陆本网站或使用本网站提供的任何服务均不视为我们向您转让任何知识产权。</p>
										<p>九、计算</p>
										<p>所有的交易计算结果都经过我们的核实，但是我们不能保证网站的使用不会受到干扰或没有误差。</p>
										<p>十、可分割性</p>
										<p>如本协议中的任何条款被任何有管辖权的法院认定为不可执行的，无效的或非法的，并不影响本协议的其余条款的效力。</p>
										<p>十一、非代理关系</p>
										<p>本协议中的任何规定均不可被认为创造了、暗示了或以其他方式将我们视为您的代理人、受托人或其他代表人，本协议有其他规定的除外。</p>
										<p>十二、弃权</p>
										<p>我们或您任何一方对追究本协议约定的违约责任或其他责任的弃权并不能认定或解释为对其他违约责任的弃权；未行使任何权利或救济不得以任何方式被解释为对该等权利或救济的放弃。
										</p>
										<p>十三、标题</p>
										<p>所有标题仅供协议表述方便，并不用于扩大或限制该协议条款的内容或范围。</p>
										<p>他人代充协议:为他人代充USDT，ETH，BTC，多种货币交易，一旦检测到严格处罚！</p>
										<p></p>
										<p>十四、协议的生效和解释</p>
										<p>• 14.1 本协议于您点击本网站注册页面的同意注册并完成注册程序、获得本网站账号和密码时生效，对本网站和您均具有约束力。<br>• 14.2
											本协议的最终解释权归本网站所有。<br>• 14.3
											个人申请账户使用，应当根据GTM相关部门要求提供条件规定的本人有效证件及收付款账户，经发GTM相关部门审查合格后，为其开立记名账户；申请GTM及其账户只限经发GTM相关部门批准的持有账户人本人使用，不得出租和转借。
										</p>
									</view> -->
								</view>
							</view>
							<view class="tab-r" v-show=" current==1">
								<view v-html="$t('privacyPolicyText')">
									<!-- <view>
										<view>
											<p>隱私政策</p>
										</view>
										<p>本平台.（以下稱“公司”）是一家根據瑞士相關法律在瑞士註冊成立的公司，該公司運營本平台全球APP（以下稱“本平台”或“平台”），該平台是一個專門供用戶進行數字資產交易和提供相關服務（以下稱“該服務”或“服務”）的平台。為了表述之方便，公司和該平台在本協議中合稱“我們”或其他第一人稱稱呼，只要登陸該平台的自然人或其他主體均為本平台的用戶，以下使用“您”或其他第二人稱，我們和您合稱為“雙方”，我們或您單稱為“一方”。<br>我們充分理解與尊重您的個人信息對您的重要性，我們將按法律法規要求，採取相應安全保護措施，保護您的個人信息安全。鑑於此，制定本《隱私政策》（下稱“本政策
											/本隱私政策”）並提醒您：<br>本政策適用於我們提供的所有產品和服務。如我們向您提供的產品或服務單獨設立有隱私政策的，則該產品或服務適用其單獨設立的隱私政策；如我們的產品或服務未單獨設立隱私政策的，則適用於本政策。<br>需要特別說明的是，本政策不適用於其他第三方向您提供的服務，第三方向您提供的服務適用其向您另行說明的隱私政策。<br>在使用我們各項產品或服務前，請您務必仔細閱讀並透徹理解本政策，特別是以粗體/粗體下劃線標識的條款，您應重點閱讀，在確認充分理解並同意後再開始使用。如對本政策內容有任何疑問、意見或建議，您可通過我們官方提供的各種聯繫方式與我們聯繫。如您不同意本政策中的任何條款，您應立即停止訪問本平台。<br><strong>第一部分
												定義</strong><br>個人信息：指以電子或者其他方式記錄的能夠單獨或者與其他信息結合識別特定自然人身份或者反映特定自然人活動情況的各種信息。<br>個人敏感信息：指包括身份證件號碼、個人生物識別信息、銀行賬號、財產信息、行踪軌跡、交易信息、14歲以下（含）兒童信息等的個人信息（我們將在本隱私權政策中對具體個人敏感信息以粗體進行顯著標識）。<br>個人信息刪除：指在實現日常業務功能所涉及的系統中去除個人信息的行為，使其保持不可被檢索、訪問的狀態。<br>兒童：指不滿十四周歲的未成年人。<br><strong>第二部分
												隱私政策</strong><br>本隱私政策部分將幫助您了解以下內容：<br>一、我們如何收集和使用您的信息<br>二、我們如何使用Cookie和同類技術<br>三、我們如何共享、轉讓、公開披露您的信息<br>四、我們如何保護您的信息<br>五、您如何管理您的信息<br>六、我們如何處理未成年人的信息<br>七、本隱私政策如何更新<br><strong>一、
												我們如何收集和使用您的信息</strong><br>在您使用我們的產品及/或服務時，我們需要/可能需要收集和使用的您的個人信息包括如下兩種：<br>1、為實現向您提供我們產品及/或服務的基本功能，您須授權我們收集、使用的必要的信息。如您拒絕提供相應信息，您將無法正常使用我們的產品及/或服務；<br>2、為實現向您提供我們產品及/或服務的附加功能，您可選擇授權我們收集、使用的信息。如您拒絕提供，您將無法正常使用相關附加功能或無法達到我們擬達到的功能效果，但並不會影響您正常使用我們產品及/或服務的基本功能。<br>您理解並同意：<br>1、我們致力於打造多樣的產品和服務以滿足您的需求。因我們向您提供的產品和服務種類眾多，且不同用戶選擇使用的具體產品/服務範圍存在差異，相應的，基本/附加功能及收集使用的個人信息類型、範圍等會有所區別，請以具體的產品/服務功能為準；<br>2、為給您帶來更好的產品和服務體驗，我們在持續努力改進我們的技術，隨之我們可能會不時推出新的或優化後的功能，可能需要收集、使用新的個人信息或變更個人信息使用目的或方式。對此，我們將通過更新本政策、彈窗、頁面提示等方式另行向您說明對應信息的收集目的、範圍及使用方式，並為您提供自主選擇同意的方式，且在徵得您明示同意後收集、使用。在此過程中，如果您有任何疑問、意見或建議的，您可通過本平台提供的各種聯繫方式與我們聯繫，我們會盡快為您作出解答。<br>我們會為實現本政策下述的各項功能，收集和使用您的個人信息：<br>（一）
											幫助您註冊，並向您提供本平台所提供的服務；<br>1、註冊服務<br>我們通過本平台賬戶為您提供基礎會員服務。為註冊成為會員並使用我們的會員服務，您在申請註冊時需要填寫和提供以下信息：<br>（1）身份信息。該信息可以幫助我們驗證您是否有資格註冊為本平台會員，包括但不限於您的名字、您的居住地址、您所屬國家或政府簽發的其他具有證明您身份信息的不同的證書以及涉及到的號碼及所有其他可幫助我們驗證您身份的信息（以下合稱為“身份信息”
											）。該身份信息具體根據您是個人用戶還是機構用戶而有所不同，根據不同司法管轄區的法律和法規，我們針對來自不同國家或地區的用戶所收集的信息可能有所不同。以下信息和數據作為一個指示性的示例：<br>個人用戶：國籍、法定全名（包括曾用名和當地語言名稱）、身份證號、電子郵件地址、電話號碼、社會安全號碼（“SSN”），護照號碼或任何政府頒發的身份證號碼、出生日期、身份證明（例如護照，駕駛執照或政府頒發的身份證明）。<br>機構用戶：公司法定名稱（包括當地語言的法定名稱）、註冊信息、商務電話號碼、授權代表及授權用戶個人信息、主要營業地點、所有實益擁有人的個人信息）、股東/實益擁有人的身份證明文件（護照或政府簽發的身份證）、公司架構、公司成立相關文件、董事會決議、資金來源申報、風險與合規控制說明及平台要求的其他信息或者文件。<br>（2）服務信息。該信息幫助我們與您聯繫並順利為您提供不同模式的數字資產間交易服務，包括但不限於您的個人身份信息、聯繫信息、交易信息、以及您的借記卡信息和/或其他帳戶信息（以下合稱為“服務信息”）。同時請您理解，我們向您提供的服務是不斷更新和發展的。如您選擇使用了前述說明當中尚未涵蓋的其他服務，基於該服務我們需要收集您的額外信息的，我們會通過頁面提示、交互流程、協議約定、彈窗提示等方式向您說明信息收集的範圍與目的，並徵得您的同意。<br>如果您僅需使用瀏覽服務，您不需要註冊成為我們的會員及提供上述信息。<br>2、其他註冊服務<br>實名認證：當您註冊登錄後，需進入"個人中心"在身份認證中完成實名認證，您在使用實名認證過程中需向平台提供您的真實姓名、身份證號或護照號。<br>高級認證：當您在本平台中的交易額超過一定限額時，平台為了維護您的資產安全，會要求對您進行高級認證。認證過程除實名認證信息外，您認可平台對您進行“人臉識別”的高級認證，人臉識別會涉及到平台對您的相關視頻流或人臉圖像的收集。<br>賬戶信息展示：如果您已擁有本平台賬戶，我們可能會在服務中顯示您的上述個人信息（實名認證僅顯示認證是否通過的結果），以及您在平台賬戶相關聯的產品和服務中執行的操作，包括通過本平台賬戶集中展示您的個人資料、交易訂單。我們會尊重您對平台賬戶設置所做的選擇。<br>（二）
											安全管理服務和服務信息推送服務<br>當您使用本平台提供的服務或訪問本平台時，本平台為保障您的交易安全及服務的安全穩定運行，我們需要自動接收並記錄您的Web瀏覽器信息，您登錄賬戶使用的設備類型、型號版本等設備識別符號等設備信息、您請求訪問的網頁上的IP地址及記錄、所在地區、網絡環境、設備指紋信息、服務日誌信息、軟件信息、位置信息等。<br>請注意，單獨的設備信息是無法識別特定自然人身份的信息。如果我們將這類非個人信息與其他信息結合用於識別特定自然人身份，或者將其與個人信息結合使用，則在結合使用期間，這類非個人信息將被視為個人信息，除取得您授權或法律法規另有規定外，我們會將這類信息做匿名化、去標識化處理。<br>為向您提供更便捷、更符合您個性化需求的信息展示及推送服務，我們未來可能會根據您的設備信息和您本平台或客戶端的瀏覽使用信息，提取您的偏好特徵，並基於特徵標籤產出間接人群畫像，用於展示、推送信息和可能的商業廣告。若您不同意接收此類推送信息或撤回同意收集個人信息，您可根據本政策提供的聯繫方式與我們聯繫。<br>我們努力保障您的瀏覽體驗。如果您不想接受我們給您發送的商業廣告，您可通過短信提示回復退訂或我們提供的其他方式進行退訂或關閉。<br>此外，我們也會為了不斷改進和優化上述的功能來使用您的上述信息。<br>（三）交易記錄保管及查詢服務<br>我們就您在本平台上的交易所收集的相關數據，包括但不限於交易記錄。如您需查詢您的訂單交易記錄，可在平台“訂單管理”中查詢您的個人交易明細，具體包括：交易對方暱稱、下單時間、訂單號、交易信息、數字資產種類及數量等。<br>（四）
											客服及爭議處理<br>當您與我們聯繫或提出售中售後、爭議糾紛處理申請時，為了保障您的賬戶及系統安全，我們需要您提供必要的個人信息以核驗您的會員身份。<br>為便於與您聯繫、盡快幫助您解決問題或記錄相關問題的處理方案及結果，我們可能會保存您與我們的通信記錄及相關內容（包括賬號信息、訂單信息、您為了證明相關事實提供的其他信息，或您留下的聯繫方式信息），如果您針對具體訂單進行諮詢、投訴或提供建議的，我們會使用您的賬號信息和訂單信息。<br>為了提供服務及改進服務質量的合理需要，我們還可能使用的您的其他信息，包括您與客服聯繫時您提供的相關信息，您參與問卷調查時向我們發送的問卷答复信息。<br>（五）其他<br>1、若你提供的信息中含有其他用戶的個人信息，在向本平台提供這些個人信息之前，您需確保您已經取得合法的授權。若其中涉及兒童個人信息的，您需在發布前取得對應兒童監護人的同意，前述情形下監護人有權通過本政策第九條的途徑聯繫我們，要求更正或刪除涉及兒童個人信息的內容。<br>2、若我們將信息用於本政策未載明的其他用途，或者將基於特定目的收集而來的信息用於其他目的，或者我們主動從第三方處獲取您的個人信息，均會事先獲得您的同意。<br>若我們從第三方處間接獲取您的信息的，我們會在收集前明確以書面形式要求該第三方在已依法取得您同意後收集個人信息，並向您告知共享的信息內容，且涉及敏感信息的在提供給我們使用前需經過您的明確確認，要求第三方對個人信息來源的合法性和合規性作出承諾，如第三方有違反行為的，我們會明確要求對方承擔相應法律責任；同時，我們對個人信息會進行安全加固（包括敏感信息報備、敏感信息加密存儲、訪問權限控制等）。我們會使用不低於我們對自身用戶個人信息同等的保護手段與措施對間接獲取的個人信息進行保護。<br>3、徵得授權同意的例外<br>您充分理解並同意，我們在以下情況下收集、使用您的個人信息無需您的授權同意，且我們可能不會響應您提出的更正/修改、刪除、註銷、撤回同意、索取信息的請求：<br>（1）與國家安全、國防安全有關的；<br>（2）與公共安全、公共衛生、重大公共利益有關的；<br>（3）與犯罪偵查、起訴、審判和判決執行等司法或行政執法有關的；<br>（4）出於維護您或其他個人的生命、財產等重大合法權益但又很難得到本人同意的；<br>（5）您自行向社會公眾公開的個人信息；<br>（6）從合法公開披露的信息中收集個人信息的，如合法的新聞報導、政府信息公開等渠道。<br>（7）根據與您簽訂和履行相關協議或其他書面文件所必需的；<br>（8）用於維護所提供的產品及/或服務的安全穩定運行所必需的，例如發現、處置產品及/或服務的故障；<br>（9）為合法的新聞報導所必需的；<br>（10）學術研究機構基於公共利益開展統計或學術研究所必要，且對外提供學術研究或描述的結果時，對結果中所包含的個人信息進行去標識化處理的；<br>（11）法律法規規定的其他情形。<br>請知悉，根據適用的法律，若我們對個人信息採取技術措施和其他必要措施進行處理，使得數據接收方無法重新識別特定個人且不能複原，或我們可能會對收集的信息進行去標識化地研究、統計分析和預測，用於改善本平台的內容和佈局，為商業決策提供產品或服務支撐，以及改進我們的產品和服務（包括使用匿名數據進行機器學習或模型算法訓練），則此類處理後數據的使用無需另行向您通知並徵得您的同意。<br>4、如我們停止運營本平台產品或服務，我們將及時停止繼續收集您個人信息的活動，將停止運營的通知以逐一送達或公告的形式通知您，並對我們所持有的與已關停業務相關的個人信息進行刪除或匿名化處理。<br><strong>二、我們如何使用Cookie</strong><br>如果您的瀏覽器或瀏覽器附加服務允許，您可修改對Cookie的接受程度或拒絕我們的Cookie。有關詳情，請參見AboutCookies.org。但如果您這麼做，在某些情況下可能會影響您安全訪問我們的平台，且可能需要在每一次訪問我們的平台時更改用戶設置。您理解並且同意：<br>1、
											當您到訪我們平台時, 我們通過cookies使用Google Stats去記錄我們的業績以及核對在線廣告的效果。
											Cookie是發送到您的瀏覽器上並在您的電腦硬盤驅動器上存儲的小量數據。只有當您使用您的電腦進入我們平台時,Cookie才能夠被發送到您的電腦硬盤上。<br>2、Cookies常用於記錄訪問者瀏覽我們平台上的各個項目時的習慣以及偏好。
											Cookies所蒐集的資料是不記名的集體統計數據,
											不載有個人資料。<br>3、Cookies不能用於取得您的硬盤上的數據、您的電郵地址、及您的私人數據，其可使本平台或服務商系統識別到您的瀏覽器並捕捉和記憶信息。大多數瀏覽器都預設為可以接受Cookies。您可以選擇將您的瀏覽器設定為不接受Cookies,或如果Cookies一被裝上就通知您。不過,
											若設定為禁止Cookies,
											您或許便不能啟動或使用我們平台的某些功能。<br><strong>三、我們如何共享、轉讓、公開披露您的信息</strong><br>（一）共享<br>&nbsp;
											&nbsp; &nbsp;
											我們不會與本平台服務提供者以外的公司、組織和個人共享您的個人信息，但以下情況除外：<br>1、在法定情形下的共享：我們可能會根據法律法規規定、訴訟、爭議解決需要，或按行政、司法機關依法提出的要求，對外共享您的個人信息。<br>2、在獲取明確同意的情況下共享：獲得您的明確同意後，我們會與其他方共享您的個人信息。<br>3、在您主動選擇情況下共享：我們會根據您的選擇，將您的訂單信息中與交易有關的必要信息共享給數字資產的交易對方，以實現您的交易及售後服務需求。<br>4、與授權合作夥伴共享：我們的關聯方、幫助我們經營我們的平台、開展業務、或者向您提供服務的受信任的第三方，只要這些當事方同意將這些信息保密；當我們相信披露的信息是適當的，是遵守法律、法規、規章制度的或來自於法院或他主管當局的命令、執行我們的平台策略，正常運行平台所需要，關聯方提供服務所需或保護我們或他人的權利、財產或安全的。<br>（二）轉讓<br>我們不會將您的個人信息轉讓給任何公司、組織和個人，但以下情況除外：<br>1、在獲取明確同意的情況下轉讓：獲得您的明確同意後，我們會向其他方轉讓您的個人信息；<br>2、在本平台發生合併、收購或破產清算情形，或其他涉及合併、收購或破產清算情形時，如涉及到個人信息轉讓，我們會要求新的持有您個人信息的公司、組織繼續受本政策的約束，否則我們將要求該公司、組織和個人重新向您徵求授權同意。<br>（三）公開披露<br>我們僅會在以下情況下，公開披露您的個人信息：<br>1、獲得您明確同意或基於您的主動選擇，我們可能會公開披露您的個人信息；<br>2、如果我們確定您出現違反法律法規或嚴重違反本平台相關協議及規則的情況，或為保護本平台用戶或公眾的人身財產安全免遭侵害，我們可能依據法律法規或徵得您同意的情況下披露關於您的個人信息，包括相關違規行為以及本平台已對您採取的措施。<br>（四）共享、轉讓、公開披露個人信息時事先徵得授權同意的例外<br>以下情形中，共享、轉讓、公開披露您的個人信息無需事先徵得您的授權同意：<br>1、與國家安全、國防安全有關的；<br>2、與公共安全、公共衛生、重大公共利益有關的；<br>3、與犯罪偵查、起訴、審判和判決執行等司法或行政執法有關的；<br>4、出於維護您或其他個人的生命、財產等重大合法權益但又很難得到本人同意的；<br>5、您自行向社會公眾公開的個人信息；<br>6、從合法公開披露的信息中收集個人信息的，如合法的新聞報導、政府信息公開等渠道。<br>請知悉，根據適用的法律，若我們對個人信息採取技術措施和其他必要措施進行處理，使得數據接收方無法重新識別特定個人且不能複原，則此類處理後數據的共享、轉讓、公開披露無需另行向您通知並徵得您的同意。<br><strong>&nbsp;四、我們如何保護您的信息</strong><br>1、我們實施妥善的實物、電子、管理及技術方面的措施來保護和保障您的個人資料的安全。我們盡力確保通過我們平台所蒐集的任何個人資料皆免於任何與我們無關的第三者的滋擾。我們採取的安全措施包括但不限於：<br>（1）實物措施：存有您個人資料的記錄會被存放在有鎖的地方。<br>（2）電子措施：存有您個人資料的電腦數據會被存放在受嚴格登入限制的電腦系統和存儲媒體上。<br>（3）管理措施：我們內部設立有對用戶信息進行安全保護的相關部門，並建立了相關內控制度，對可能接觸到您的信息的工作人員採取嚴格授權原則，只有經我們授權的職員才能接觸到您的個人資料,
											這些職員需要遵守我們個人資料保密的內部守則。此外，我們不斷對工作人員培訓相關法律法規及隱私安全準則和安全意識強化宣導，並定期組織內部相關人員進行應急響應培訓和應急演練，使其掌握崗位職責和應急處置策略和規程<br>（4）技術措施：可能採用如Secure
											Socket Layer
											Encryption這種加密技術來輸送您的個人資料。<br>（5）安全措施：為保障您的信息安全，我們致力於使用各種現行通用的安全技術及配套的管理體係來盡量降低您的信息被洩露、毀損、誤用、非授權訪問、非授權披露和更改的風險。例如：通過網絡安全層軟件（SSL）進行加密傳輸、信息加密存儲、嚴格限制數據中心的訪問。傳輸和存儲個人敏感信息（含個人生物識別信息）時，我們將採用加密、權限控制、去標識化、脫敏化等安全措施。<br>（6）其它措施：定期審查我們的個人資料收集，存儲和處理流程;
											並根據必要的原則限制我們的員工和供應商對您數據的訪問權限，且我們的員工和供應商均需遵守嚴格的合同保密義務。
											。<br>2、若您知悉我們的平台上有任何安全方面的漏洞, 請馬上聯繫我們, 使我們可以盡快採取妥適的行動。<br>3、儘管實施了上述技術和保安的措施,
											我們不能保證資料在互聯網上的輸送絕對安全,
											因此我們不能絕對保證您通過我們平台提供給我們的個人資料在一切時候都是安全的。我們將不定期更新並公開安全風險、個人信息安全影響評估報告等有關內容，您可通過本平台公告方式獲得。<br><strong>五、您如何管理您的信息</strong><br>您可以通過以下方式訪問及管理您的信息：<br>（一）查詢、更正和刪除您的信息<br>您有權根據要求獲得您的個人資料副本，並確定我們掌握的關於您的信息是否準確並且是最新的。如果您的任何個人數據不准確，您可以要求更新您的信息。您也可以要求刪除您的個人資料，但我們可能會在某些情況下拒絕您的刪除請求，例如出於法律要求或其他法律目的。有關數據訪問，更正或刪除請求，您可以通過第八條中的聯繫方式聯繫我們。<br>為了響應數據訪問，更正或刪除請求，我們將驗證請求方的身份，以確保他/她在法律上有權提出此類請求。雖然我們的目標是免費回复這些請求，但我們保留在您的請求重複或繁重時向您收取合理費用的權利。<br>（二）改變您授權同意的範圍<br>每個業務功能需要一些基本的個人信息才能得以完成（見本隱私權政策“第一部分”）。除此之外，您可以通過第八條中的聯繫方式聯繫我們給予或收回您的授權同意。<br>當您收回同意後，我們將不再處理相應的個人信息。但您收回同意的決定，不會影響此前基於您的授權而開展的個人信息處理。<br>（三）註銷您的賬戶<br>您可以通過第八條中的聯繫方式聯繫我們來申請註銷您的賬戶；在您主動註銷賬戶之後，我們將停止為您提供產品或服務，根據適用法律的要求刪除您的個人信息，或使其匿名化處理。<br>（四）響應您的上述請求<br>為保障安全，您可能需要提供書面請求，或以其他方式證明您的身份。我們可能會先要求您驗證自己的身份，然後再處理您的請求。<br>我們將在15天內做出答复。如您不滿意，還可以通過我們提供的聯繫方式發起投訴。<br>對於您合理的請求，我們原則上不收取費用，但對多次重複、超出合理限度的請求，我們將酌情收取一定費用。對於與您的身份不直接關聯的信息、無端重複信息，或者需要過多技術手段（例如，需要開發新系統或從根本上改變現行慣例）、給他人合法權益帶來風險或者不切實際的請求，我們可能會予以拒絕。<br>在以下情形中，按照法律法規要求，我們將無法響應您的請求：<br>1、與國家安全、國防安全有關的；<br>2、與公共安全、公共衛生、重大公共利益有關的；<br>3、與犯罪偵查、起訴、審判和執行判決等有關的；<br>4、有充分證據表明個人信息主體存在主觀惡意或濫用權利的；<br>5、響應您的請求將導致您或其他個人、組織的合法權益受到嚴重損害的；<br>6、涉及商業秘密的。<br><strong>六、我們如何處理未成年人的信息</strong><br>本平台向兒童開放，如果我們發現或懷疑用戶未滿14周歲，我們會要求用戶關閉其帳戶，且不會允許該用戶繼續使用平台產品或服務。我們會盡快刪除有關資料。如果您知道有任何14周歲以下的人使用我們的服務，請通知我們，以便我們採取行動阻止他們獲取我們的產品或服務。<br>對於已滿14歲但尚未滿18周歲的未成年人，我們期望父母或監護人指導未成年人使用我們的服務。我們將根據相關法律法規的規定保護未成年人的信息的保密性及安全性。<br>如您為未成年人，建議請您的父母或監護人閱讀本政策，並在徵得您父母或監護人同意的前提下使用我們的服務或向我們提供您的信息。對於經父母或監護人同意而收集您的信息的情況，我們只會在受到法律允許、父母或監護人明確同意或者保護您的權益所必要的情況下使用或公開披露此信息。如您的監護人不同意您按照本政策使用我們的服務或向我們提供信息，請您立即終止使用我們的服務並及時通知我們，以便我們採取相應的措施。<br>如您為未成年人的父母或監護人，當您對您所監護的未成年人的信息處理存在疑問時，請通過本政策公佈的聯繫方式聯繫我們。<br><strong>七、本隱私權政策如何更新</strong><br>我們的隱私權政策可能變更。<br>未經您明確同意，我們不會限制您按照本隱私政策所應享有的權利。我們會在官方渠道上發布對隱私政策所做的任何變更。如果您不同意修訂的內容，您應停止立即訪問本平台。當隱私政策的更新版本發布，您持續訪問本平台顯示和表明您同意該更新的內容，並同意遵守該更新的隱私政策。<br>對於重大變更，我們還會提供更為顯著的通知（包括我們會通過本平台公示的方式進行通知甚至向您提供彈窗提示）。<br>本政策所指的重大變更包括但不限於：<br>1、我們的服務模式發生重大變化。如處理個人信息的目的、處理的個人信息類型、個人信息的使用方式等；<br>2、我們在控制權等方面發生重大變化。如併購重組等引起的信息控制者變更等；<br>3、個人信息共享、轉讓或公開披露的主要對象發生變化；<br>4、您參與個人信息處理方面的權利及其行使方式發生重大變化；<br>5、我們負責處理個人信息安全的責任部門、聯絡方式及投訴渠道發生變化；<br>6、個人信息安全影響評估報告表明存在高風險。
										</p>
									</view> -->
								</view>
							</view>
							<view class="tab-r" v-show=" current==2">
								<view>
									<view class="law" style="line-height: 1.5;">
										<h1>{{$t('statement')}}</h1>

										<view class="" v-html="$t('formulate')">

										</view>
									</view>
								</view>
							</view>
							<view class="tab-r" v-show=" current==3">
								<view>
									<view class="rules" style="line-height: 1.5;">
										<h1>交易规则</h1>
										<view class="" v-html="$t('according')">

										</view>

									</view>
								</view>
							</view>
							<view class="tab-r" v-show=" current==4">
								<view>
									<view class="help" style="line-height: 1.5;">
										<h1>新手帮助</h1>
										<view class="" v-html="$t('remaining')">

										</view>

									</view>
								</view>
							</view>
							<view class="tab-r" v-show=" current==5">
								<view>
									<view style="margin-bottom: 20px;">
										<h3>{{$t('totutorial')}}</h3>
										<view v-html="$t('tutorialText')">

										</view>
									</view>
									<view style="margin-bottom: 20px;">
										<h3>{{$t('todescription')}}</h3>
										<view v-html="$t('descriptionText')">

										</view>
									</view>
									<view style="margin-bottom: 20px;">
										<h3>{{$t('toaccountProblem')}}</h3>
										<view v-html="$t('accountProblemText')">

										</view>
									</view>
									<view style="margin-bottom: 20px;">
										<h3>{{$t('toaccountSettings')}}</h3>
										<view v-html="$t('accountSettingsText')">

										</view>
									</view>
									<view style="margin-bottom: 20px;">
										<h3>{{$t('certified')}}</h3>
										<view v-html="$t('certifiedText')">

										</view>
									</view>
								</view>
							</view>
							<view class="tab-r" v-show=" current==6">
								<view>
									<view class="fee" style="line-height: 1.5;">
										<h1>{{$t('rate')}}</h1>
										<p class="mb10">{{$t('fee')}}</p>
										<p>{{$t('contract')}}</p>
									</view>
								</view>
							</view>
							<!--  -->
						</view>
					</view>
				</view>
				<!-- </uni-col> -->


			</view>
		</view>
		<foot></foot>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				current: 0
			}
		},



		onLoad(options) {
			if (options.current) {
				this.current = options.current
			} else {
				this.current = 0
			}
		},
		methods: {
			tabNav(val) {
				this.current = val
			}
		}
	}
</script>

<style lang="scss" scoped>
	.wraper {
		margin: 0px 0px 100px;
	}

	.wraper .row {
		justify-content: space-around;
	}

	.wraper .row {
		display: flex;
		flex-wrap: wrap;
		margin-right: -15px;
		margin-left: -15px;
		color: rgb(255, 255, 255);
	}

	.fadeInRight {
		animation-name: fadeInRight;
	}

	.animated {
		animation-duration: 1.3s;
		animation-fill-mode: both;
	}

	.wraper .wraper-box .title-box,
	.wraper .wraper-box {
		display: flex;
		-webkit-box-align: center;
		align-items: center;
	}

	.wraper .wraper-box {
		text-align: left;
		flex-wrap: wrap;
		padding: 0px;
	}



	.wraper .wraper-box .title-box {
		-webkit-box-pack: center;
		justify-content: center;
		height: 100vh;
		width: 100%;
		background-repeat: no-repeat;
		background-size: cover;
	}

	.wraper .wraper-box .title-box,
	.wraper .wraper-box {
		display: flex;
		-webkit-box-align: center;
		align-items: center;
	}

	.wraper .wraper-box .title-box .title-box-text {
		width: 85%;
		max-width: 1200px;
		text-align: left;
	}

	.about .wraper-box .title-box::after {
		position: absolute;
		content: "";
		left: 0px;
		top: 0px;
		width: 100%;
		height: 100%;
		z-index: -1;
		background: rgb(0, 0, 80);
		opacity: 0.85;
	}

	.wraper .wraper-box .title-box .title-box-text .title {
		font-size: 42px;
		font-weight: 700;
		margin-bottom: 40px;
	}

	.wraper .wraper-box .content-box {
		width: 100%;
		display: flex;
		-webkit-box-pack: center;
		justify-content: center;
		background: rgb(251, 251, 251);
		color: rgb(34, 34, 34);
	}

	.about .wraper-box .title-box {
		height: 72vh;
		background-image: url(@/static/webimage/slide-img-2.9e71e189.jpeg);
		background-size: cover;
		overflow: hidden;
		position: relative;
		z-index: 2;
	}

	.wraper .wraper-box .content-box .content-box-item {
		display: flex;
		width: 85%;
		max-width: 1200px;
		padding: 120px 15px;
	}

	.wraper .wraper-box .content-box .content-box-item .tab-l {
		width: 15%;
		text-align: center;
	}

	.wraper .wraper-box .content-box .content-box-item .tab-l h1 {
		font-size: 25px;
		font-weight: 700;
	}

	.wraper .wraper-box .content-box .content-box-item .tab-l .tabNav.active {
		color: rgb(34, 34, 34);
		font-weight: 700;
		background-color: rgb(233, 234, 239);
	}

	.wraper .wraper-box .content-box .content-box-item .tab-l .tabNav {
		margin: 10px 0px;
		color: rgb(153, 153, 153);
		padding: 10px;
	}

	.pointer {
		cursor: pointer;
		color: rgb(0, 181, 172);
	}

	.wraper .wraper-box .content-box .content-box-item .tab-r {
		width: 80%;
		padding: 0px 20px 20px 40px;
	}
</style>
