const info = {
	ZH: { //中文翻译
		help: "帮助中心",
		welcome: "欢迎来到Nasdaq帮助中心",
		commonProblem: "常见问题",
		tutorial: "充币教程",
		description: "期权说明",
		accountProblem: "账号问题",
		accountSettings: "账户设置",
		certified: "身份认证",
		totutorial: "没收到定金怎么办？",
		todescription: "什么是期货？",
		toaccountProblem: "密码更改/重置",
		toaccountSettings: "如何注册账户？",
		tocertified: "如何身份认证",
		tutorialText: `<div ><p >你好！区块链资产转移分为三个步骤：提案-区块确认-进入。<br ><br >步骤一：转账成功表示取币的平台或钱包进行了转账操作。<br ><br ></p><p >第二步：完成对应区块的确认。区块链拥塞、延迟等都会导致您的数字货币延迟完成所有确认。</p></div>`,
		descriptionText: `<div ><p >期权是一种金融工具，可以为用户提供标的资产价格敞口，同时限制其下行风险敞口。它为买家提供了购买 BTC 或 ETH 的多头（看涨期权）或空头（看跌期权）的机会。<br ><br >期权合约的新手可以了解：<br ><br >• 看跌期权代表在一定时期内以预定价格出售资产的权利（非义务）。这为您提供“空头”敞口，就好像标的资产的价格下跌一样，您保留以更高的价格（称为行使价）出售资产并获利的权利。<br ><br ></p><p >• 看涨期权代表持有人在一定时期内以预定价格购买资产的权利（非义务）。这为您提供“多头”敞口，就好像标的资产价格上涨一样，您保留以较低价格购买资产并获利的权利。</p></div>`,
		accountProblemText: `<div ><p >1.在首页右上角点击您的账户位置，点击“安全中心”-“更改密码”。 <br ><br >2. 输入旧密码，然后输入新密码以确认新密码。 <br ><br >3. 点击“重置密码”。 <br ><br >4.为了用户资金安全，一般需要在重置或更改密码后等待24小时后才能提币。<br ><br ></p></div>`,
		accountSettingsText: `<div ><p >请使用您的手机号码或邮箱获取验证码并注册您的账号。如未收到验证码，请点击查看邮箱垃圾邮件或联系客服。</p></div>`,
		certifiedText: `<div ><p >1.在首页右上角点击您的账户位置，点击“身份认证”。 <br ><br >2. 输入证书编号+名称，点击认证。 <br ><br >3.耐心等待审核。一般24小时内即可完成审核。</p></div>`,

	},
	EN: { //英文翻译
		language: "language",
		/**
		 * 省略英文翻译不用管  只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * **/
	}
}
export default info //需要暴露出去
