// import Common from "./data/common/index" //公共模块翻译文件引入
// import User from "./data/user/index" //用户模块翻译文件引入
// import ErrorPage from "./data/error/index"
// import Home from "./data/home/index"
// import Me from "./data/me/index"
// import other from "./data/other/index"
// import pc from "./data/pc/index"
const ja = {
	//托管订单
	completed: `完了`,
	cancelOrder: `キャンセル`,
	purchaseAmount: `購入金額`,
	profit: `収益`,
	day: `日`,
	callDate: `償還日`,
	whether: `キャンセルするかどうか`,
	dividend: `配当時間`,
	dueDividend: `期限付き配当`,
	dailyDividend: `毎日配当`,
	escrowAmount: `信託金額`,
	dueReturn: `期限付き返却`,
	redemption: `随時償還`,
	availableBalance: `利用可能残高`,
	totalIncome: `予想総収益`,
	readAgree: `私は読んで同意しました`,
	serviceAgreement: `プラットフォーム財テクサービスプロトコル`,
	trustProtocol: `<div>
	<p>1、プラットフォームは利息計算口座サービスを提供し、プラットフォームユーザーに遊休デジタル資産の付加価値サービスを提供する。<br>
2、利息計算口座資産はプラットフォーム派生製品及びその他の後続の創投プロジェクトに使用される。<br>
3、プラットフォームは利息計算口座のユーザーが移転した資産にリスク管理サービスを提供する。プラットフォームはプラットフォームの厳格な風制御システムに依拠し、ユーザーの財テクサービス資産の安全、安心収益を十分に保障する。<br>
4、ユーザーが利息口座サービスを使用する場合、無条件授権プラットフォームはプラットフォームの規則に従って利息収入を合理的に分配し、分配する。<br>
5、ユーザーは利息計算口座サービスを使用する際、関連国の法律を遵守し、資産源の合法的なコンプライアンスを確保しなければならない。<br>
6、ユーザーは利息口座サービスを使用する際、デジタル資産投資のリスクを十分に認識し、慎重に操作し、できる限りのことをしなければならない。<br>
7、プラットフォーム上で行われるすべての投資操作は、投資意思決定による潜在的なリスクと収益を無条件に受け入れる、その真の投資意図を表すことにユーザーが同意する。<br>
8、プラットフォームは利息計算口座サービスを一時停止または終了する権利を保持する。必要に応じて、プラットフォームはいつでも利息計算口座サービスを一時停止し、終了することができます。<br>
9、ネットワーク遅延、コンピュータシステム障害などの不可抗力の要素により、有利子サービスの実行が遅延、一時停止、中止または逸脱する可能性がある。私たちは、利子口座サービス実行システムの安定した効率的な運用を保証するために最善を尽くしますが、これらの要因により、利子口座サービスの最終的な実行結果はお客様の予想とは異なり、プラットフォームは何の責任も負いません。<br>
10、ユーザーは利息口座サービスを使用する際、「財テクサービス協議」の規定を遵守しなければならない。<br>
</p></div>`,

	//产品列表
	managedOrder: `ホスティングオーダー`,
	earningsToday: `今日の収益`,
	accumulatedIncome: `累積的な利益`,
	singleLimit: `単筆限度額`,
	dailyRate: `日利率`,
	cycle: `サイクル`,

	//信托
	pledgeMining: `採掘誓約`,
	underway: `進行中`,
	stabilize: `安定した収入、採掘を容易にする`,
	income: `予想収益`,


	//common
	copySucceeded: `コピー成功`,
	serverResponseFailed: `サーバーには応答がありません`,
	noData: `データなし`,
	contentdown: `スライドして詳細データを表示`,
	contentrefresh: `ロード中...`,
	contentnomore: `これ以上のデータはありません`,

	// tabbar
	Home: `ホーム`,
	Trade: `トランザクション`,
	Future: `オプション`,
	Trust: `信頼`,
	Assets: `アセット`,

	// 登录
	login: `ログイン`,
	language: `言語`,
	mailbox: `メールボックス`,
	placeholderName: `メールボックスを入力してください`,
	password: `パスワード`,
	placeholderPassword: `パスワードを入力してください`,
	forgetPassword: `パスワードを忘れた？`,
	noHave: `アカウントはありませんか？`,
	registerNow: `今すぐ登録`,
	errorEmpty: `は空にできません`,
	errorStandard: `フォーマットエラー`,
	errorLength: `（4-30ビット）`,
	errorLength1: `（4-300ビット）`,
	// 注册

	register: `登録`,
	code: `認証コード`,
	placeholderCode: `認証コードを入力してください`,
	sending: `送信中`,
	send: `送信`,
	okPassword: `パスワードの確認`,
	invitationCode: `招待コード`,
	placeholderinvitationCode: `招待コードを入力してください`,
	checkedAgree: `同意`,
	userAgreement: `ユーザプロトコル`,
	and: `と`,
	privacyPolicy: `プライバシーポリシー`,
	pleaseCheck: `同意をチェックしていない`,
	atypism: `パスワードが一致しない`,

	// 忘记登录密码

	forgotLoginPassword: `パスワードを忘れる`,
	newPassword: `新しいパスワード`,
	confirm: `確認`,

	//忘记支付密码

	forgotPayPassword: `パスワードの支払い忘れ`,
	//设置支付密码
	setpayPassword: `支払パスワードの設定`,
	//主页
	helper: `ヘルプ`,
	rising: `リストを増やす`,
	business: `取引对`,
	newPrice: `最新価格`,
	upfloat: `上昇と下降`,
	// 资产

	totalAssets: `総資産相当額`,
	record: `記録`,
	nowAssets: `資産換算`,
	buyCoins: `買う`,
	sellCoins: `売る`,
	transfer: `振替`,
	searchCurrency: `通貨の検索`,
	hideSmall: `小額通貨の非表示`,
	currencyAccount: `通貨口座`,
	futuresAccount: `先物`,
	legalAccount: `法定通貨`,
	trustAccount: `信託`,
	//划转记录

	transferRecord: `振替記録`,
	time: `時間`,
	rollout: `転出`,
	rollin: `転入`,
	// 币币记录

	screen: `フィルタリング`,
	money: `金額`,
	transferAddress: `振替先住所`,
	createTime: `作成時間`,
	confirmTime: `確認時間`,
	note: `コメント`,
	type: `クラス`,
	reset: `リセット`,
	recharge: `チャージ`,
	disbursement: `出金`,
	incomplete: `未完了`,
	success: `取引成功`,
	fail: `に失敗`,


	//币币充币

	currency: `通貨＃ツウカ＃`,
	placeholderCurrency: `通貨を選択してください`,
	payeeName: `チェーン名`,
	rechargeAddress: `チャージアドレス`,
	copyAddress: `アドレスのコピー`,
	rechargeQuantity: `チャージ数量`,
	chargingAddress: `チャージアドレス`,
	placeholderchargingAddress: `チャージ先住所を入力してください`,
	prove: `支払証明書`,
	optional: `(オプション)`,
	placeholderHash: `入力してください Hash`,
	placeholderNote: `コメントを入力してください`,
	errorMessageprove: `チャージ証明書をアップロードしてください`,
	onlyNumbers: `数値のみ入力可能`,
	//币币提币

	withdrawalAddress: `引き出し先住所`,
	tipwallet: `対応するウォレットはまだバインドされていません`,
	toAdd: `追加`,
	placeholderwithdrawalAddress: `貨幣引出先住所を選択してください`,
	availablenum: `使用可能な数量`,
	placeholdernum: `数量を入力してください`,
	unselected: `選択されていません`,
	payPassword: `支払いパスワード`,
	commission: `手数料`,
	placeholderpayPassword: `支払いパスワードを入力してください`,
	//币币划转

	capitalTransfer: `資金振替`,
	from: `開始`,
	to: `終了`,
	moneybag: `財布は同じにできません`,
	//法币添加收款方式


	subbranch: `支店`,
	placeholdersubbranch: `支店を入力してください`,
	bankcode: `銀行コード`,
	placeholderbankcode: `銀行コードを入力してください`,
	placeholderbankName: `銀行名を入力してください`,
	placeholderbankAccount: `シルバーカードの名前を入力してください`,
	//法币记录

	price: `価格`,
	num: `数量`,
	bankName: `銀行名`,
	account: `アカウント`,
	buy: `購入`,
	sell: `販売`,
	all: `すべて`,
	processing: `処理中`,
	//法币买币

	onlineService: `オンラインカスタマーサービス`,
	//法币卖币账户

	collectionAccount: `入金アカウント`,
	addCollection: `入金方法の追加`,
	showModal1: `削除を確認するかどうか`,
	cancelText: `キャンセル`,
	//法币卖币

	salesQuantity: `販売数量`,
	univalence: `参考価格`,
	closed: `貨幣販売は閉鎖された`,
	your: `あなたの入金アカウント`,
	bankAccount: `銀行口座`,
	name: `名前`,
	// 账户详情

	total: `利用可能`,
	frozen: `とうけつ`,
	//home左侧导航窗

	homloginAndRegister: `ログイン/登録`,
	rechargeMoney: `チャージ`,
	withdrawCoins: `撤退`,
	customer: `カスタマーサービス`,
	identityVerification: `アイデンティティ認証`,
	withdrawalAddress: `貨幣引出先管理`,
	paymentMethodInFiatCurrency: `入金アカウント`,
	help: `ヘルプセンター`,
	pricing: `価格計算方式`,
	setUp: `設定`,
	USD: `ドル`,
	//个人信息

	personal: `個人情報`,
	headPortrait: `アバター`,
	nickname: `ニックネーム`,
	bindMailbox: `メールボックスをバインド`, //邮箱设置

	mailboxSettings: `メールボックス設定`,
	oldEmail: `古いメールアドレス`,
	placeholderoldEmail: `古いメールアドレスを入力してください`,
	newEmail: `新しいメールアカウント`,
	placeholdernewEmail: `新しいメールアカウント`,
	//身份认证

	certification: `実名認証`,
	noCcertification: `実名認証へ`,
	quota: `貨幣引出限度額`,
	count: `ペン数`,
	everyday: `毎日`,
	cumulative: `累計数量`,
	unauthorized: `未認証`,
	audit: `レビュー待ち`,
	attestation: `一般認証`,
	hand: `ハンドヘルド認証`,
	auditFailed: `監査に失敗しました`,

	//实名认证

	country: `国家`,
	placeholdercountry: `国を選択してください`,
	placeholdername: `名前を入力してください`,
	documentType: `証明書タイプ`,
	placeholderdocumentType: `証明書タイプを選択してください`,
	identificationNumber: `身分証明書番号`,
	placeholderidentificationNumber: `身分証明書番号を入力してください`,
	next: `次へ`,
	IDcard: `身分証明書`,
	passport: `パスポート`,

	//实名认证照片

	photo1: `証明書の正面写真をアップロードしてください`,
	photo2: `証明書の裏面写真をアップロードしてください`,
	photo3: `手持ち証明書の写真をアップロードしてください`,
	Uploading: `アップロード中...`,
	//提币地址

	addWalletAddress: `アドレスを追加`,
	//添加钱包地址

	address: `地址`,
	placeholderAddress: `住所を入力してください`,
	//帮助中心

	welcome: `ヘルプセンターへようこそ`,
	commonProblem: `よくある質問`,
	tutorial: `預金教程`,
	description: `オプション取引`,
	accountProblem: `アカウントの問題`,
	accountSettings: `登録方法`,
	certified: `アイデンティティ認証`,
	totutorial: `手付金を受け取っていなかったらどうするの?`,
	todescription: `オプション取引とは?`,
	toaccountProblem: `パスワード変更/リセット`,
	toaccountSettings: `アカウントの登録方法`,
	tocertified: `身分認証の方法`,
	tutorialText: `<div><p>こんにちは！ブロックチェーン資産移転には3つのステップがあります。提案-ブロック確認-進む。<br><br/>ステップ
1：振替成功は、貨幣を受け取るプラットフォームまたは財布が振替操作を行ったことを示します。<br><br></p><p>ステップ2：対応するブロックの確認を完了します。ブロックチェーンの混雑、遅延などにより、デジタル通貨のすべての確認が遅延します。</p></div>`,
	descriptionText: `<div><p>オプションは金融ツールであり、ユーザーに目標の資産価格の開放を提供することができ、同時にその下振れリスクの開放を制限することができる。これは、購入者にBTCまたはETHのマルチヘッド（強気オプション）または空振り（弱気オプション）を購入する機会を提供します。<br><br>オプション契約の初心者は
	<br><br>•弱気オプション代表が一定期間に予定価格で資産を売却する権利（非義務）を理解することができます。これにより、ターゲット資産の価格が下落しているかのように、より高い価格（行使価格と呼ばれる）で資産を売却して利益を得る権利を保持するための「空っぽ」開放が提供されます。<br><br></p><p>•強気オプションは、保有者が一定期間に予定価格で資産を購入する権利（非義務）を表します。これにより、ターゲット資産の価格が上昇しているかのように、低価格で資産を購入して利益を得る権利を保持する「多頭」オープンを提供します。</p></div>`,
	accountProblemText: `<div><p>
	1.トップページの左上にあるアカウントの場所をクリックし、「設定」→「パスワードの変更」をクリックします。<br><br>
	2. 古いパスワードを入力し、新しいパスワードを入力して新しいパスワードを確認します。<br><br>
3.「パスワードのリセット」をクリックします。<br><br/>4.ユーザーの資金安全のためには、一般的には、パスワードをリセットまたは変更してから24時間待ってから貨幣を引き出す必要があります。<br><br></p></div>`,
	accountSettingsText: `<div><p>携帯電話番号またはメールボックスを使用して認証コードを取得し、アカウントを登録してください。認証コードが受信されていない場合は、メールボックスの迷惑メールを表示するか、カスタマーサービスに連絡してください。</p></div>`,
	certifiedText: `<div><p>1.トップページの左上にあるアカウントの場所をクリックし、「身分認証」をクリックします。<br><br>2. 証明書番号+名前を入力し、認証をクリックします。<br><br/>3.審査を辛抱強く待つ。通常、レビューは24時間以内に完了します。</p></div>`,
	//设置

	changeLoginPassword: `ログインパスワードの変更`,
	setWithdrawalPassword: `資金パスワードの設定`,
	noSetWithdrawalPassword: `支払パスワードの設定へ`,
	preference: `色の好み`,
	about: `私たちについて`,
	signOut: `ログオンを終了する`,
	//修改登录密码

	oldPassword: `旧パスワード`,


	//修改支付密码

	changePayPassword: `資金パスワードの変更`,
	//颜色偏好

	upRed: `赤上がり/緑落ち`,
	upGreen: `赤下落/緑上昇`,
	//关于我们

	platformIntroduction: `プラットフォームの概要`,
	privacyPolicy: `プライバシーポリシー`,
	userAgreement: `ユーザプロトコル`,
	officialWebsite: `公式サイト`,
	//平台简介

	platformIntroductionText: `このプラットフォームは世界をリードするデジタル資産取引プラットフォームであり、お客様のデジタル資産の安全を確保するために絶えず安全特性の改善に努めています。私たちのモデルはお客様に持続可能な価値をもたらすプロジェクトであり、最高品質のプロジェクトだけが選択され、取引サービスを提供することができます。コア管理チームのメンバーは世界的に有名な学府を卒業し、カナダのモントリオール銀行、Pu華永道などの多国籍企業の役員を務め、豊富な金融業界とデジタル資産取引所の運営経験を持ち、ビット株とイーサ坊が提案した創造的なオープンソース協定の上で、私たちは現実的なビジネス実践と結合する原則に基づいて、既存のブロックチェーンの閉鎖システムを打破し、East Fortune可視化人工高知能ブロックチェーンオペレーティングシステム''同時に人工知能とブロックチェーン技術を結合し、カナダの関連法律を厳格に遵守し、金融規制機関の規制を受けて業務を展開することをプラットフォームが約束した、真の商用可能な世界レベルのブロックチェーンオペレーティングシステムを構築したい。`,

	//隐私政策
	privacyPolicyText: `
<p>
本プラットフォーム（以下、「会社」という）は、ユーザーがデジタル資産の取引や関連サービス（以下、「サービス」または「サービス」という）を提供するための専用プラットフォームである、スイスの関連法律に基づいてスイスで登録されて設立された会社です。説明の便宜上、会社とプラットフォームは本契約書において「私たち」または他の一人称呼称と呼び、このプラットフォームにログインした自然人または他の主体が本プラットフォームのユーザーである限り、以下に「あなた」または他の一人称、私たちとあなたは「双方」、私たちまたはあなたは単に「一方」と呼ぶ。
<br>
私たちはあなたの個人情報があなたにとって重要であることを十分に理解し、尊重して、私たちは法律法規の要求に従って、相応の安全保護措置を取って、あなたの個人情報の安全を保護します。そこで、本『プライバシーポリシー』（以下、「本ポリシー」という）を制定する
/このプライバシーポリシー」)を参照してください。
<br>
このポリシーは、デルが提供するすべての製品とサービスに適用されます。私たちがあなたに提供した製品やサービスに個別にプライバシーポリシーが設定されている場合、その製品やサービスは独自に設定されたプライバシーポリシーに適用されます。当社の製品またはサービスが個別にプライバシーポリシーを設定していない場合は、このポリシーに適用されます。
<br>
特に説明する必要があるのは、このポリシーは他の第3のサービスには適用されず、第3のサービスは別のプライバシーポリシーに適用されます。
<br>
私たちの製品やサービスを使用する前に、このポリシー、特に太字/太字の下線で示された条項をよく読んで理解してください。よく理解して同意してから使用を開始するように、重点的に読んでください。このポリシーの内容について質問、意見、アドバイスがあれば、公式に提供されているさまざまな連絡先を通じて連絡してください。このポリシーの条項に同意しない場合は、直ちにプラットフォームへのアクセスを停止する必要があります。
<br>
<strong>第一部定義</strong>
<br>
個人情報：電子的または他の方法で記録された、単独または他の情報と結合して特定の自然人の身元を識別したり、特定の自然人の活動状況を反映したりすることができる各種情報を指す。
<br>
個人機密情報：身分証明書番号、個人生物識別情報、銀行口座番号、財産情報、行方軌跡、取引情報、14歳以下（含む）の児童情報などを含む個人情報（私たちは本プライバシー権政策において具体的な個人機密情報を太字で顕著に識別する）を指す。
<br>
個人情報削除：日常業務機能の実現に関わるシステムにおいて個人情報を除去する行為を指し、検索、アクセスできない状態を維持する。
<br>
児童：満14歳未満の未成年者を指す。
<br>
<strong>第2部プライバシーポリシー</strong>
<br>
このプライバシーポリシーセクションでは、次のことについて説明します。
<br>
一、私たちはどのようにあなたの情報を収集し、使用するか
<br>
二、Cookieと同類の技術をどのように使用するか
<br>
三、私たちはどのようにあなたの情報を共有、譲渡、公開するか
<br>
四、お客様の情報を保護する方法
<br>
五、情報の管理方法
<br>
六、未成年者の情報をどのように処理するか
<br>
七、本プライバシーポリシーをどのように更新するか
<br>
<strong>一、私たちはあなたの情報を収集して使用する方法</strong>
<br>
お客様がデルの製品やサービスを使用する際に必要な個人情報/収集して使用する必要がある個人情報には、次の2つがあります。
<br>
1、当社の製品および/またはサービスを提供するための基本的な機能を実現するためには、必要な情報を収集し、使用することを許可する必要があります。適切な情報の提供を拒否すると、製品やサービスを正常に使用できなくなります。
<br>
2、当社の製品および/またはサービスを提供する追加機能を実現するために、収集、使用を許可する情報を選択することができます。提供を拒否すると、関連する追加機能を正常に使用できなくなったり、達成しようとしている機能効果を達成できなくなったりしますが、当社の製品やサービスを正常に使用する基本的な機能には影響しません。
<br>
理解して同意してください：
<br>
1、私たちはあなたのニーズを満たすために、多様な製品とサービスを構築することに力を入れています。私たちがあなたに提供する製品とサービスの種類は多く、ユーザーが選択して使用する具体的な製品/サービスの範囲には違いがあります。そのため、基本/付加機能と収集して使用する個人情報のタイプ、範囲などは違いがあります。具体的な製品/サービス機能を基準にしてください。
<br>
2、お客様により良い製品とサービス体験を提供するために、私たちは継続的に私たちの技術を改善するために努力しています。それに伴い、私たちは時々新しい機能や最適化された機能を発売することができます。新しい個人情報を収集したり、使用したり、個人情報の使用目的や方法を変更したりする必要があります。これについては、このポリシー、ポップアップ、ページ提示などを更新することで、対応する情報の収集目的、範囲、使用方法を別途説明し、自主的に同意を選択する方法を提供し、同意を得た後に収集、使用します。このプロセスでは、質問、意見、提案があれば、当プラットフォームが提供するさまざまな連絡先からお問い合わせください。できるだけ早く回答します。
<br>
デルは、このポリシーの次の機能を実現するために、お客様の個人情報を収集して使用します。
<br>
（一）登録を支援し、本プラットフォームが提供するサービスを提供する。
<br>
1、登録サービス
<br>
私たちはこのプラットフォームのアカウントを通じて基礎会員サービスを提供します。会員に登録し、会員サービスを利用するためには、登録申請時に次の情報を記入して提供する必要があります。
<br>
（1）アイデンティティ情報。この情報は、お客様がこのプラットフォームの会員として登録する資格があるかどうかを検証するのに役立ちます。これには、お客様の名前、お住まいの住所、お国または政府が発行したその他のお客様の身元情報を証明するさまざまな証明書、および関連する番号、その他すべてのお客様の身元情報（以下「身元情報」と略称する）を含むが、これらに限定されない
）。このアイデンティティ情報は、個人ユーザーであるか機関ユーザーであるかによって異なります。司法管区の法律や法規によって、国や地域によって収集される情報は異なる場合があります。次の情報とデータを一例として示します。
<br>
個人ユーザー：国籍、法定フルネーム（曽用名と現地言語名を含む）、身分証明書番号、電子メールアドレス、電話番号、社会安全番号（「SSN」）、パスポート番号または政府発行身分証明書番号、誕生日、身分証明書（パスポート、運転免許証、政府発行身分証明書など）。
<br>
機関ユーザー：会社の法定名称（現地言語の法定名称を含む）、登録情報、ビジネス電話番号、授権代表及び授権ユーザーの個人情報、主要営業場所、すべての実益所有者の個人情報）、株主/実益所有者の身分証明書類（パスポート又は政府が発行した身分証明書）、会社の枠組み、会社設立関連書類、取締役会決議、資金源申告、リスクとコンプライアンス制御の説明およびプラットフォームに必要なその他の情報またはファイル。
<br>
（2）サービス情報。この情報により、個人情報、連絡先情報、取引情報、デビットカード情報、その他のアカウント情報（以下「サービス情報」と総称する）など、さまざまなモデルのデジタル資産間取引サービスをお客様に連絡し、スムーズに提供することができます。
）。また、デルがお客様に提供するサービスは継続的に更新され、発展していることをご理解ください。前述の説明に含まれていない他のサービスを使用することを選択した場合、このサービスに基づいて追加の情報を収集する必要がある場合は、ページの提示、インタラクティブなプロセス、プロトコルの約束、ポップアップの提示などの方法で情報収集の範囲と目的を説明し、同意を得ます。
<br>
ブラウズサービスを利用するだけであれば、私たちの会員に登録したり、上記の情報を提供する必要はありません。
<br>
2、その他の登録サービス
<br>
実名認証：登録した後、「個人センター」に入って身分認証で実名認証を完了する必要があり、実名認証を使用する過程でプラットフォームに実名、身分証明書番号またはパスポート番号を提供する必要があります。
<br>
高度な資格認定：このプラットフォームでの取引額が限度額を超える場合、プラットフォームは資産の安全を維持するために高度な資格認定を要求します。認証プロセスは実名認証情報のほか、プラットフォームが「顔認証」の高度な認証を行うことを認め、顔認証はプラットフォームが関連するビデオストリームや顔画像の収集に関わることがあります。
<br>
アカウント情報の表示：このプラットフォームアカウントを持っている場合は、上記の個人情報（実名認証は認証に合格したかどうかの結果のみを表示する）と、プラットフォームアカウントに関連する製品とサービスで実行する操作（プラットフォームアカウントを通じて個人情報、取引注文を集中的に表示することを含む）をサービスに表示することができます。プラットフォームアカウントの設定に対するお客様の選択を尊重します。
<br>
（二）安全管理サービスとサービス情報プッシュサービス
<br>
本プラットフォームが提供するサービスを使用したり、本プラットフォームにアクセスしたりする場合、本プラットフォームはあなたの取引の安全とサービスの安全で安定した運行を保障するために、私たちはあなたのWebブラウザ情報を自動的に受信して記録する必要があります。あなたがアカウントにログインして使用するデバイスタイプ、モデルバージョンなどのデバイス識別記号などのデバイス情報、あなたがアクセスを要求したウェブページ上のIPアドレスと記録、所在地、ネットワーク環境、デバイス指紋情報、サービスログ情報、ソフトウェア情報、位置情報など。
<br>
個別のデバイス情報は、特定のネイティブIDを識別できない情報であることに注意してください。このような非個人情報を他の情報と結合して特定の自然人の識別に使用したり、個人情報と結合して使用したりする場合は、結合して使用している間、このような非個人情報は個人情報とみなされ、あなたの許可や法律法規に別途規定されている以外は、匿名化、非識別化処理されます。
<br>
より便利で個性的なニーズに合った情報の表示とプッシュサービスを提供するために、将来的には、デバイス情報とお客様のプラットフォームやクライアントのブラウズ使用情報に基づいて、お客様の好みの特徴を抽出し、特徴ラベルに基づいて間接人の画像を生成し、情報と可能なコマーシャルを表示、プッシュすることができます。このようなプッシュ情報の受信に同意しない場合、または個人情報の収集に同意しない場合は、このポリシーに従って提供された連絡先に連絡してください。
<br>
私たちはあなたの閲覧体験を保障するために努力しています。私たちがあなたに送ったコマーシャルを受け入れたくない場合は、メッセージを通じてキャンセルや私たちが提供した他の方法でキャンセルやオフに返信することができます。
<br>
また、上記の機能を継続的に改善し、最適化するために、上記の情報を使用します。
<br>
（三）取引記録保管及び照会サービス
<br>
当社は、お客様が本プラットフォーム上の取引所で収集した関連データについて、取引記録を含みますが、これに限定されません。お客様の注文トランザクション記録を照会する必要がある場合は、取引相手のニックネーム、注文時間、注文番号、取引情報、デジタル資産の種類、数量など、プラットフォームの「注文管理」で個人取引明細を照会できます。
<br>
（四）顧客サービス及び紛争処理
<br>
販売中のアフターサービス、紛争処理の申請について連絡したり、提出したりする場合、アカウントとシステムの安全を保障するために、会員シップを検証するために必要な個人情報を提供する必要があります。
<br>
お客様との連絡を容易にし、問題を解決したり、関連する問題の処理方法や結果を記録したりするために、アカウント情報、注文情報、関連する事実を証明するために提供された他の情報、またはお客様が残した連絡先情報など、お客様との通信記録や関連コンテンツを保存することができます。アカウント情報と注文情報を使用します。
<br>
サービスを提供し、サービス品質を改善するための合理的な必要性を提供するために、カスタマーサービスに連絡したときに提供した関連情報、アンケートに参加したときに送信したアンケート回答情報を含む、お客様の他の情報を使用することもできます。
<br>
（五）その他
<br>
1、あなたが提供する情報に他のユーザーの個人情報が含まれている場合は、このプラットフォームにこれらの個人情報を提供する前に、あなたが合法的な権限を取得していることを確認する必要があります。子供の個人情報が含まれている場合は、発表前に対応する子供の保護者の同意を得る必要があります。前述の場合、保護者は本政策第9条のルートを通じて私たちに連絡し、子供の個人情報が含まれている内容の訂正または削除を求める権利があります。
<br>
2、本ポリシーに明記されていないその他の用途に情報を使用したり、特定の目的に基づいて収集された情報をその他の目的に使用したり、第三者から個人情報を積極的に取得したりすると、事前に同意を得ることができます。
<br>
第三者から間接的に情報を入手する場合は、収集前に第三者が法に基づいて同意を得た後に個人情報を収集し、共有されている情報の内容を通知するよう書面で要求します。また、機密情報を提供するには、第三者が個人情報の出所の正当性とコンプライアンスについて約束する必要があります。例えば、第三者が違反行為を行った場合、私たちは相手に相応の法的責任を負わせることを明確に要求します。また、機密情報の準備、機密情報の暗号化ストレージ、アクセス権の制御など、個人情報のセキュリティ強化を行います。私たちは、間接的に取得された個人情報を保護するために、自分のユーザーの個人情報と同等以上の保護手段と措置を使用します。
<br>
3、授権同意取得の例外
<br>
あなたは十分に理解し、同意します。私たちは以下の状況であなたの個人情報を収集、使用するためにあなたの承認を必要とせず、私たちはあなたが提出した訂正/修正、削除、抹消、同意撤回、情報請求の要求に応じないかもしれません：
<br>
（1）国家安全、国防安全と関係がある場合
<br>
（2）公共安全、公共衛生、重大な公共利益と関係がある場合、
<br>
（3）犯罪捜査、起訴、裁判及び判決執行などの司法又は行政法執行に関係する場合、
<br>
（4）あなたまたは他の個人の生命、財産などの重大な合法的権益を守るために、しかしまた本人の同意を得にくい場合、
<br>
（5）あなた自身が社会に公開した個人情報、
<br/>
（6）合法的に公開された情報の中から個人情報を収集する、例えば合法的な新聞報道、政府情報公開などのルート。
<br>
（7）あなたと関連協定を締結し、履行するために必要な、
<br>
（8）提供される製品及び／又はサービスの安全で安定した運行を維持するために必要な、例えば製品及び／又はサービスの故障の発見、処置、
<br>
（9）合法的な報道に必要なもの、
<br>
（10）学術研究機関が公共利益に基づいて統計又は学術研究に必要であり、かつ対外的に学術研究又は記述の結果を提供する場合、結果に含まれる個人情報を非標識化処理する場合、
<br>
（11）法律法規に規定されたその他の状況。
<br>
適用される法律に基づいて、もし私たちが個人情報に対して技術措置とその他の必要な措置を取って処理を行うならば、データ受信者は特定の個人を再識別することができなくて、回復することができなくて、あるいは私たちは収集した情報に対して識別化して研究、統計分析と予測を行うことができて、本プラットフォームの内容と配置を改善して、商業意思決定のために製品あるいはサービスの支持を提供して、また、匿名データを使用した機械学習やモデルアルゴリズムのトレーニングを含む当社の製品やサービスの改善については、このような処理後のデータの使用については別途通知し、同意を得る必要はありません。
<br>
4、本プラットフォームの製品やサービスの運営を停止する場合、私たちは直ちにあなたの個人情報を収集する活動を停止し、運営を停止する通知を1つ1つの送達または公告の形式であなたに通知し、そして私たちが持っている停止した業務に関連する個人情報を削除または匿名化する処理を行います。
<br>
<strong>二、Cookie</strong>の使い方
<br>
ブラウザやブラウザのアドオンサービスが許可されている場合は、Cookieの許容度を変更したり、Cookieを拒否したりすることができます。詳細については、「
AboutCookies.org。しかし、このようにすると、場合によってはプラットフォームへの安全なアクセスに影響を与える可能性があり、プラットフォームにアクセスするたびにユーザー設定を変更する必要がある可能性があります。理解し、同意する：
<br>
1、あなたが私たちのプラットフォームを訪れる時、私たちはクッキーを通じてGoogle Statsを使って私たちの業績を記録し、オンライン広告の効果を確認します。
Cookieは、ブラウザに送信され、コンピュータのハードディスクドライブに格納されている少量のデータです。Cookieは、コンピュータを使用して私たちのプラットフォームに入るときにのみ、コンピュータのハードディスク(HDD)に送信できます。
<br>
2、Cookiesは、訪問者が私たちのプラットフォーム上の各プロジェクトを閲覧する際の習慣や好みを記録するためによく使用されています。Cookiesが収集したデータは無記名の集団統計データであり、個人情報は載せられていない。
<br>
3、Cookiesはハードディスク上のデータ、メールアドレス、プライベートデータを取得するために使用できません。これにより、プラットフォームまたはサービスプロバイダシステムはブラウザを認識し、情報をキャプチャし、記憶することができます。ほとんどのブラウザはCookiesを受け入れるようにプリセットされています。ブラウザをCookiesを受け付けないように設定するか、Cookiesがインストールされると通知するかを選択できます。しかし、
Cookiesを禁止するように設定すると、プラットフォームの一部の機能を起動したり使用したりすることができないかもしれません。
<br>
<strong>三、私たちはどのようにあなたの情報を共有、譲渡、公開するか</strong>
<br>
（一）共有
<br>
デルは、このプラットフォームのサービスプロバイダ以外の企業、組織、個人と個人情報を共有することはありませんが、次の場合を除きます。
<br>
1、法定状況下での共有：私たちは法律法規の規定、訴訟、紛争解決の必要性に基づいて、あるいは行政、司法機関が法に基づいて提出した要求に基づいて、対外的にあなたの個人情報を共有することができます。
<br>
2、明確な同意を得た場合に共有：あなたの明確な同意を得た後、私たちは他の方とあなたの個人情報を共有します。
<br>
3、あなたが積極的に選択した場合に共有：私たちはあなたの選択に基づいて、あなたの注文情報の中で取引に関連する必要な情報をデジタル資産の取引相手に共有して、あなたの取引とアフターサービスの需要を実現します。
<br>
4、授権パートナーとの共有：当社の関連先、当社のプラットフォームの運営、業務の展開、またはあなたにサービスを提供する信頼された第三者、これらの当事者がこれらの情報を秘密にすることに同意する限り、開示された情報は適切であり、法律、法規、規則制度を遵守しているか、裁判所または彼の主管当局からの命令、プラットフォーム戦略の実行、プラットフォームを正常に実行するために必要であり、関連者がサービスを提供するために必要であるか、または私たちまたは他人の権利、財産、または安全を保護していると信じています。
<br>
（二）譲渡
<br>
デルは、お客様の個人情報を企業、組織、個人に譲渡することはありませんが、次の場合を除きます。
<br>
1、明確な同意を得た場合に譲渡：あなたの明確な同意を得た後、私たちは他の方にあなたの個人情報を譲渡します、
<br>
2、当プラットフォームで合併、買収または破産清算が発生した場合、または他の合併、買収または破産清算に関連する場合、個人情報の譲渡に関連する場合、私たちはあなたの個人情報を持つ新しい会社、組織に引き続き本政策の制約を受けるように要求します。そうしないと、私たちは同社、組織、個人に再びあなたに授権同意を求めるように要求します。
<br>
（三）公開
<br>
私たちは以下の場合にのみ、あなたの個人情報を公開します。
<br>
1、あなたの明確な同意を得たり、あなたの積極的な選択に基づいたりすると、私たちはあなたの個人情報を公開することができます。
<br>
2、もし私たちがあなたが法律法規に違反したり、プラットフォームに関する協議と規則に重大な違反をしたり、またはプラットフォームのユーザーや公衆の人身財産の安全を侵害から保護するために、私たちは法律法規に基づいたり、あなたの同意を得たりして、関連する違反行為やプラットフォームがあなたにとった措置を含む個人情報を開示することができます。
<br>
（四）個人情報の共有、譲渡、公開時事における事前承認取得の例外
<br>
以下の場合、個人情報を共有、譲渡、公開するために事前に承認を得る必要はありません。
<br>
1、国家安全、国防安全と関係がある場合、
<br>
2、公共安全、公共衛生、重大な公共利益と関係がある場合、
<br>
3、犯罪捜査、起訴、裁判、判決執行などの司法または行政の法執行に関連する場合、
<br>
4、あなたまたは他の個人の生命、財産などの重大な合法的権益を守るために、しかしまた本人の同意を得にくい場合、
<br>
5、あなた自身が社会に公開した個人情報、
<br>
6、合法的に公開された情報の中から個人情報を収集する、例えば合法的なニュース報道、政府情報公開などのルート。
<br>
適用される法律に基づいて、もし私たちが個人情報に対して技術的措置とその他の必要な措置を取って処理を行って、データ受信者が特定の個人を再識別できず、復元できない場合、このような処理後のデータの共有、譲渡、公開は別途あなたに通知し、あなたの同意を得る必要はありません。
<br>
<strong>四、情報を保護する方法</strong>
<br>
1、私たちは適切な実物、電子、管理及び技術面の措置を実施して、あなたの個人資料の安全を保護し、保障します。私たちは、私たちのプラットフォームを通じて収集されたすべての個人情報が、私たちとは関係のない第三者の迷惑にならないようにするために尽力しています。EMCが行っているセキュリティ対策には、次のものが含まれますが、これらに限定されません。
<br>
（1）現物対策：あなたの個人資料を保管した記録は鍵のある場所に保管されます。
<br>
（2）電子対策：お客様の個人情報が保存されているコンピュータデータは、厳格なログインが制限されているコンピュータシステムとストレージメディアに保存されます。
<br>
（3）管理措置：私たちは内部にユーザー情報を安全に保護する関連部門を設立し、関連内部制御制度を確立し、あなたの情報に触れる可能性のある従業員に対して厳格な授権原則を採用し、私たちの授権を受けた従業員だけがあなたの個人データに触れることができ、
これらの職員は私たちの個人情報の秘密保持の内部規則を守らなければならない。また、私たちは従業員育成に関する法律法規とプライバシー安全準則と安全意識強化の提唱を絶えず行い、定期的に内部関係者を組織して応急対応訓練と応急訓練を行い、それに持ち場の職責と応急処置戦略と規程を掌握させる
<br>
（4）技術的措置：Secure Socket Layer Encryptionのような暗号化技術を使用して個人情報を送信することができます。
<br>
（5）安全対策：お客様の情報安全を保障するために、私たちは各種の現行通用する安全技術及び関連する管理システムを使用して、お客様の情報が漏洩、毀損、誤用、不正アクセス、不正開示及び変更されるリスクをできるだけ低減することに力を入れています。例：ネットワークセキュリティ層ソフトウェア（SSL）による暗号化転送、情報暗号化ストレージ、データセンターへのアクセスの厳格な制限。個人の機密情報（個人の生体認証情報を含む）を転送し、保存する場合、暗号化、権限制御、非識別化、脱感受性化などの安全対策を採用します。
<br>
（6）その他の措置：定期的に私たちの個人資料の収集、保存と処理の流れを審査する、
また、必要な原則に基づいて従業員とサプライヤのデータへのアクセスを制限し、従業員とサプライヤは厳格な契約秘密保持義務を遵守する必要があります。
<br>
2、私たちのプラットフォームにセキュリティ上の脆弱性があることを知っているなら、すぐに私たちに連絡して、私たちができるだけ早く適切な行動を取ることができるようにしてください。
<br>
3、上述の技術と保安の措置を実施したにもかかわらず、私たちはデータのインターネット上での輸送が絶対的に安全であることを保証することはできません。
そのため、私たちのプラットフォームを通じて提供された個人情報がすべての時に安全であることを保証することはできません。当社は不定期にセキュリティリスク、個人情報セキュリティ影響評価報告書などの関連内容を更新し、公開します。このプラットフォームの公告方式で入手できます。
<br>
<strong>五、情報の管理方法</strong>
<br>
次の方法で情報にアクセスし、管理できます。
<br>
（一）情報の照会、訂正、削除
<br>
必要に応じてプロファイルのコピーを入手し、お客様の情報が正確で最新であるかどうかを確認する権利があります。個人データが正確でない場合は、情報の更新を要求することができます。プロファイルの削除を要求することもできますが、法的要件やその他の法的目的など、場合によっては削除要求を拒否することもあります。データアクセス、要求の訂正または削除については、8条の連絡先からお問い合わせください。
<br>
データアクセスに応答して、要求を修正または削除するために、法的にそのような要求を行う権利があることを確認するために、要求側のアイデンティティを検証します。私たちの目標はこれらの要求に無料で返信することですが、私たちはあなたの要求が重複したり、重くなったりした場合に合理的な費用を請求する権利を保持しています。
<br>
（二）承認の範囲を変更する
<br>
各ビジネス機能には、基本的な個人情報が必要です（本プライバシーポリシーの「第一部」を参照）。それ以外にも、8条の連絡先からデルに連絡して、承認同意を付与または回収することができます。
<br>
同意を撤回すると、私たちは適切な個人情報を処理しません。ただし、承認を撤回した決定は、これまでの承認に基づく個人情報の処理には影響しません。
<br>
（三）あなたの口座をログアウトする
<br>
第8条の連絡先を通じて私たちに連絡して口座の抹消を申請することができます。アカウントを自主的にログアウトした後は、製品やサービスの提供を停止し、法律の要件に従って個人情報を削除したり、匿名化したりします。
<br>
（四）上記の要求に応答する
<br>
安全を保障するためには、書面で要求するか、他の方法で身分を証明する必要があります。要求を処理する前に、自分のIDを検証するように要求することがあります。
<br>
私たちは15日以内に返事をします。ご不満があれば、私たちが提供した連絡先を通じて苦情を申し立てることもできます。
<br>
あなたの合理的な要求に対して、私たちは原則的に費用を徴収しませんが、何度も繰り返し、合理的な限度を超えた要求に対して、私たちは適宜一定の費用を徴収します。お客様のアイデンティティに直接関連していない情報、エンドレスリピート情報、または新しいシステムを開発したり、既存の慣行を根本的に変更したりするために必要な技術的手段、他人の合法的権益にリスクを与えたり、非現実的な要求に対しては拒否することがあります。
<br>
次の場合、法的要件に従っては、お客様の要求に対応できません。
<br>
1、国家安全、国防安全と関係がある場合、
<br>
2、公共安全、公共衛生、重大な公共利益と関係がある場合、
<br>
3、犯罪捜査、起訴、裁判、執行判決などと関係がある場合、
<br>
4、個人情報主体に主観的な悪意が存在し、または権利を濫用していることを示す十分な証拠がある場合、
<br>
5、あなたの要求に応じて、あなたまたは他の個人、組織の合法的権益が深刻な損害を受けることになる場合、
<br>
6、商業秘密にかかわる。
<br>
<strong>六、未成年者の情報をどのように処理するか</strong>
<br>
このプラットフォームは子供向けに開放されています。もしユーザーが14歳未満であることを発見したり疑ったりした場合、私たちはユーザーにアカウントを閉鎖するように要求し、そのユーザーがプラットフォーム製品やサービスを使用し続けることを許可しません。できるだけ早く関連データを削除します。14歳以下の人が私たちのサービスを利用していることを知っている場合は、私たちが製品やサービスを取得するのを阻止するために行動するように通知してください。
<br>
14歳になっても18歳になっていない未成年者には、親や保護者が未成年者にサービスを利用するよう指導することを期待しています。私たちは関連する法律法規の規定に基づいて未成年者の情報の機密性と安全性を保護します。
<br>
未成年者の場合は、ご両親または保護者に本ポリシーをお読みいただき、ご両親または保護者の同意を得て、デルのサービスを利用するか、情報を提供することをお勧めします。親または保護者の同意を得て情報を収集する場合、私たちは法律の許可を得て、親または保護者が明示的に同意したり、あなたの権益を保護したりするために必要な場合にのみ、この情報を使用または公開します。保護者が本ポリシーに従ってデルのサービスを使用したり、情報を提供したりすることに同意しない場合は、直ちにデルのサービスの使用を中止し、適切な措置を講じるために速やかに通知してください。
<br>
未成年者の両親または保護者の場合は、保護している未成年者の情報処理に疑問がある場合は、このポリシーが公開されている連絡先を通じて連絡してください。
<br>
<strong>七、本プライバシーポリシーの更新方法</strong>
<br>
私たちのプライバシーポリシーは変更される可能性があります。
<br>
あなたの明確な同意なしに、私たちはあなたが本プライバシーポリシーに従って享受すべき権利を制限することはありません。プライバシーポリシーへの変更は、公式チャネルで発表します。改訂された内容に同意しない場合は、このプラットフォームへの即時アクセスを停止する必要があります。プライバシーポリシーの更新版がリリースされると、このプラットフォームにアクセスして更新内容を表示し、同意し、更新されたプライバシーポリシーに従うことに同意します。
<br>
重大な変更については、より顕著な通知を提供します（このプラットフォームで開示されている方法で通知したり、ポップアップを提供したりすることを含む）。
<br>
本政策が指す重大な変更には、以下のものが含まれるが、これらに限定されない：
<br>
1、私たちのサービスモデルに重大な変化が発生しました。例えば、個人情報を処理する目的、処理する個人情報の種類、個人情報の使用方法など、
<br>
2、私たちは制御権などの面で重大な変化が発生した。M&A再編などによる情報制御者の変更など、
<br>
3、個人情報の共有、譲渡または公開の主な対象が変化した、
<br>
4、あなたが個人情報処理に参加する権利とその行使方式に重大な変化が発生した、
<br>
5、私たちが個人情報の安全を処理する責任部門、連絡方式及びクレームルートに変化が発生した場合、
<br>
6、個人情報セキュリティ影響評価報告書はハイリスクが存在することを表明した。
</p>`,

	//用户协议
	userAgreementText: `<p>重要なヒント：</p>
<p><br>
ここでは特に注意しておきます：
<br>
•1デジタル資産自体は金融機関や会社、または当サイトから発行されません。
<br>
•2デジタル資産市場は新しく、未確認で、成長しない可能性があります。
<br>
•3
デジタル資産は主に投機家によって大量に使用され、小売と商業市場での使用は相対的に少なく、デジタル資産取引には極めて高いリスクが存在し、一日中取引を中断せず、上昇と下落の制限がなく、価格は庄家、世界政府政策の影響を受けやすく、大幅に変動しやすい、
<br>
•4
会社が一方的な判断に基づいて本契約に違反していると判断した場合、または管轄地域の法律に基づいて本サイトが提供するサービスまたは本サイトが提供するサービスを使用する行為が違法である場合、会社はいつでもアカウントを一時停止または終了するか、または本サイトが提供するサービスまたはデジタル資産取引を一時停止または終了する権利があります。
デジタル資産取引には極めて高いリスクがあり、ほとんどの人には適していない。この取引が一部またはすべての損失をもたらす可能性があることを理解し、理解しているので、取引の金額を許容できる程度に決定する必要があります。デジタル資産を理解し理解することはデリバティブリスクを生むので、何か質問がある場合は、まず専門コンサルタントの協力を求めることをお勧めします。また、上記で言及したリスク以外にも予測できないリスクが存在する。あなたは慎重に考慮し、明確な判断能力で自分の財政状況と上述の各リスクを評価してデジタル資産を売買する決定をし、それによるすべての損失を負担しなければならない。私たちはこれに対して何の責任も負わない。
</p>
<p><br>
警告：
<br><br>
</p>
<p>
•1
当サイトの意見、情報、検討、分析、価格、提案、その他の情報はすべて一般的な市場評論であり、投資提案を構成していない。私たちは、この情報に依存して直接的または間接的に発生する損失を一切負担しません。利益の損失を含むが、これに限定されない。
<br>
•2
当サイトのプロパティは予告なく随時変更されます。当サイトの情報の正確性を確保するための合理的な措置を講じていますが、その正確性の程度を保証することはできません。また、当サイト上の情報やインターネットへのリンク、通信、情報の受信ができなかった場合の遅延や失敗による直接的または間接的な損失を負担することはありません。
<br>
•3
インターネット形式の取引システムを使用することには、ソフトウェア、ハードウェア、インターネットリンクの失敗などを含むが、これらに限定されないリスクもある。インターネットの信頼性と可用性を制御できないため、歪み、遅延、リンク失敗に対して責任を負うことはありません。
<br>
•4
当サイトを使用した市場の悪意ある操作、不正取引などの一切の不道徳な取引活動を禁止し、このような事件を発見すると、当サイトは価格の悪意ある操作、取引システムに悪影響を与えるなどの不道徳な行為に対して警告、取引の制限、口座の停止などの予防的な保護措置をとり、これによるすべての責任を負わず、関係者に責任を追及する権利を保留する。
</p><br>
<p>一、総則</p><p>
<p>
•1.1
「ユーザー契約」（以下「本契約」または「本契約条件」という）は、本文、「プライバシー条項」、「お客様と反マネーロンダリング政策を理解する」、および本サイトがすでに発表している、または将来発表される可能性のあるさまざまなルール、声明、説明などで構成されています。
<br>
•1.2
当サイトで提供されているサービスを使用する前に、本契約書をよくお読みください。理解できない点や必要な点があれば、専門弁護士にお問い合わせください。本契約書に同意しない場合、および/または随時変更する場合は、直ちに本サイトが提供するサービスの使用を中止するか、本サイトにログインしないでください。本サイトにログインしたり、本サイトのサービスを使用したり、その他の類似行為を使用したりすると、本契約の各属性について理解しており、本契約の変更を含む本契約の各属性に完全に同意していることになります。
<br>
•1.3
本サイトの要求に従って関連情報を記入し、その他の関連プログラムを経て登録に成功することで、本サイトの会員（以下「会員」という）になることができ、登録を行う過程で「同意」ボタンをクリックすると、電子署名の形式で会社と合意したことを示します。または、本サイトの使用中に「同意」または類似の意味のボタンをクリックした行為、または他の本サイトが許可する方法で実際に本サイトが提供するサービスを使用した場合、本契約の法的拘束力に影響を与えない手書きの書面署名なしで、本契約のすべての条項の制約を完全に理解し、同意し、受け入れることを意味します。
<br>
•1.4当サイトの会員になると、会員アカウントとパスワードが取得されます。この会員アカウントとパスワードはあなたが保管します。アカウントで行われたすべてのアクティビティとイベントに法的責任を負わなければなりません。
<br>
•1.5当サイトの会員になってこそ、当サイトが提供するデジタル資産取引プラットフォームを使用して取引を行うことができ、その他の当サイトが規定する会員のみが利用できるサービスを享受することができる。
<br>
•1.6本サイトが提供するサービスと機能を登録して使用することで、お客様は既読とみなされ、理解し、次のことを理解します。
<br>
•1.6.1本契約のすべての条項と条件の制約を受け入れる。
<br>
•1.6.2
あなたが満16歳になったことを確認して、あるいは異なる適用可能な法律規定に基づいて契約を締結することができる法定年齢を持っていることを確認して、あなたの当サイトでの登録、販売あるいは購入、情報の発表などの当サイトのサービスを受ける行為はあなたに対して管轄権を持つ主権国家あるいは地域の関連法律法規に符合しなければならなくて、そして十分な能力があってこれらの条項を受け入れて、そして取引を締結して、当サイトを使用してデジタル資産の取引を行います。
<br>
•1.6.3取引に関与するデジタル資産が合法的に取得され所有権を持つことを保証します。
<br>
•1.6.4お客様は、お客様自身の取引または非取引のすべての責任と収益または損失を負担することに同意します。
<br>
•1.6.5登録時に提供された情報が真実で正確であることを確認します。
<br>
•1.6.6取引利益の報告を含む税金の目的に関する法律の規定を遵守することに同意します。
<br>
•1.6.7本サイトが提供するサービスに関連しているかどうかにかかわらず、いつでも、本サイトまたは会社の利益を損なう行為や活動に従事したり、関与したりしてはならないことに同意します。
<br>
•1.6.8本契約は、お客様とデルとの間で合意された権利と義務の関係に関する制約にすぎず、本サイトのユーザーと他のサイトとお客様との間のデジタル資産取引による法的関係および法的紛争には関連しません。
</p><br>
<p>二、協定改訂</p><p><br/>
<p>
私たちは時々本契約書を改訂し、ウェブサイト公示の方式で公告し、単独であなたに通知する権利を保留し、変更後の契約書は本契約書のトップページに変更時間を表示し、ウェブサイトで公布されると、すぐに自動的に発効します。本契約書の更新変更日時と更新内容については、時々閲覧し、注目してください。変更に同意しない場合は、すぐに本サイトサービスの使用を中止してください。このWebサービスを継続して使用することは、修正されたプロトコルの制約を受け入れ、同意することを意味します。
</p><br>
<p>三、登録</p><p>
<p>
•3.1登録資格
<br>
ご確認と承諾：登録プログラムを完了したり、他の当サイトが許可する方法で当サイトが提供するサービスを実際に使用したりする場合は、適用可能な法律で規定された本契約書に署名し、当サイトのサービスを使用する能力を持つ自然人、法人、その他の組織でなければなりません。登録に同意するボタンをクリックすると、自分自身または所有者エージェントが契約属性に同意し、エージェントが登録し、本サイトサービスを使用することができます。前述のマスター資格を持っていない場合は、お客様とお客様の権限を持つ代理人がその結果をすべて負担し、会社はアカウントを解約または永久凍結し、お客様とお客様の権限を持つ代理人に責任を追及する権利を保持します。
<br>
•3.2登録の目的
<br>
ご確認と承諾：本サイトの登録は、法律法規に違反したり、本サイトのデジタル資産取引秩序を破壊したりする目的ではありません。
<br>
•3.3登録プロセス
<br>
•3.3.1
当サイトのユーザー登録ページの要求に応じて、有効なメールボックス、携帯電話番号などの情報を提供することに同意して、あなたが提供した携帯電話番号を登録手段として当サイトにアクセスすることができます。必要に応じて、異なる法域に関する法律法規の規定に従って、あなたはあなたの実名、身分証明書などの法律法規とプライバシー条項と反マネーロンダリング条項に規定された関連情報を提供して、登録資料を絶えず更新して、適時、詳細、正確な要求に符合しなければなりません。元に入力したすべての資料が登録資料として参照されます。これらの情報の真実性、完全性、正確性に責任を負い、その結果生じる直接的または間接的な損失、不利な結果を負担する必要があります。
<br>
•3.3.2登録に必要な情報と経験証を合法的、完全かつ効果的に提供し、本サイトのアカウントとパスワードを取得する権利があり、本サイトのアカウントとパスワードを取得した場合は登録に成功したとみなし、本サイトで会員登録を行うことができる。
<br>
•3.3.3 Webサイトが送信する、Webサイトの管理、運営に関連するEメールおよび/またはショートメッセージを受信することに同意します。
</p><br>
<p>四、サービス</p><p><br/>
<p>
•4.1サービス内容
<br>
•4.1.1デジタル資産の各製品のリアルタイム相場および取引情報を当サイトで閲覧し、デジタル資産取引命令を当サイトを通じて提出し、デジタル資産取引を完了する権利を有する。
<br>
•4.1.2あなたは当サイトであなたの会員アカウントの下の情報を見る権利があり、当サイトが提供する機能を応用して操作する権利がある。
<br>
•4.1.3当サイトが発表した活動規則に従って、当サイトが組織するウェブサイト活動に参加する権利があります。
<br>
•4.1.4当サイトが提供する他のサービスについて承諾します。
<br>
•4.2.サービス規則本サイトのサービス規則に従うことを承諾する：
<br>
•4.2.1
法律・法規を遵守し、アカウントとログインパスワード、資金パスワード、携帯電話で受信した携帯電話の認証コードを適切に使用して保管してください。アカウントとログインパスワード、資金パスワード、携帯電話の認証コードを使用した操作と結果に対してすべての責任を負います。当サイトのアカウント、ログインパスワード、または資金パスワード、認証コードがあなたの権限を得ていない第三者に使用されていること、または他のアカウントのセキュリティ上の問題があることを発見した場合は、直ちに有効に当サイトに通知し、当サイトに当サイトのアカウントのサービスを一時停止するように要求しなければなりません。当サイトは合理的な時間内にあなたのこのような要求に対して行動する権利がありますが、当サイトは行動をとる前にすでに発生した結果（あなたの損失を含むが、それに限らない）に対していかなる責任も負いません。当サイトの同意なしに、当サイトのアカウントを贈与、借用、リース、譲渡、その他の方法で他人に処分してはなりません。
<br>
•4.2.3本サイトのアカウント、パスワードの下で発生したすべてのアクティビティ（情報開示、情報公開、Webクリックによる同意、または各種ルール・プロトコルの提出、Web契約の更新、またはサービスの購入などを含むがこれらに限定されない）に対して責任を負うことに同意します。
<br>
4.2.4
本サイトでデジタル資産取引を行う際に、デジタル資産取引の正常な進行を悪意を持って妨害し、取引秩序を破壊してはならない。いかなる技術手段やその他の方法でも本サイトの正常な運営を妨害したり、他のユーザーの本サイトサービスの使用を妨害したりすることはできない、事実を捏造するなど、当サイトの名誉を悪意的に中傷することはできません。
<br>
•4.2.5インターネット上の取引で他のユーザーとトラブルが発生した場合、司法または行政以外の方法で当サイトに関連資料の提供を要求してはならない。
<br>
•4.2.6当サイトで提供されているサービスを使用する際に発生するその他の費用は、お客様独自の判断と負担となります。
<br>
•4.3.製品規則
<br>
•4.3.1取引情報の閲覧
<br>
•本サイトで取引情報を閲覧する場合は、価格、委託量、手数料、購入または販売の方向など、取引情報に含まれるすべての内容をよく読んでください。
取引情報に含まれているすべての内容を完全に受け入れた後、ボタンをクリックして取引を行うことができます。
<br>
•4.3.2取引明細の表示
<br>
•アカウントから適切な取引履歴を表示できます。
</p><br>
<p>五、当サイトの権利と義務</p><p>
<p>
•5.1
もしあなたが本契約に約束された登録資格を持っていないならば、本サイトはあなたの登録を拒否する権利があり、すでに登録されている場合、本サイトはあなたの会員アカウントを抹消する権利があり、本サイトはあなたまたはあなたの権利代理人に責任を追及する権利を保留します。また、当サイトは他の場合に登録を受け入れるかどうかを決定する権利を保持しています。
<br>
•5.2当サイト独自の判断により、当サイトは、あなたまたはあなたの関連口座の使用者が高リスク投資に適していないことを発見した場合、あなたの口座およびすべての関連口座の使用を中止または終了する権利があります。
<br>
•5.3当サイトはアカウント利用者がアカウント初期登録者ではないことを発見した場合、当該アカウントの利用を中止または終了する権利がある。
<br>
•5.4当サイトでは、技術的な検出、手動による抜き取り検査などの検出方法により、提供された情報の誤り、不実、失効または不完全性を合理的に疑う場合、情報の訂正、更新、中止、終了を通知する権利があります。
<br>
•5.5当サイトは、当サイトに表示されている情報に明らかな誤りがあることを発見した場合、情報を訂正する権利がある。
<br>
•5.6
当サイトは随時当サイトのサービスを変更、中止または終了する権利を保持しており、当サイトがサービスを変更または中止する権利を行使することは事前に告知する必要はありません。当サイトが当サイトの1つまたは複数のサービスを終了する場合、終了は当サイトがウェブサイト上で終了公告を発表した日から有効となります。
<br>
•5.7当サイトは必要な技術手段と管理措置を講じて当サイトの正常な運行を保障し、必要で信頼性のある取引環境と取引サービスを提供し、デジタル資産取引秩序を維持する。
<br>
•5.8 1年連続で当サイトの会員アカウントとパスワードを使用して当サイトにログインしていない場合、当サイトはあなたの当サイトのアカウントをログアウトする権利があります。アカウントをログアウトした後、当サイトは該当する会員名を他のユーザーに開放して登録して使用する権利があります。
<br>
•5.9当サイトは、技術投入の強化、セキュリティ対策の向上などの措置を通じてデジタル資産の安全を保障し、アカウントに予見可能なセキュリティリスクが発生した場合に事前に通知します。
<br>
•5.10当サイトは、当サイト内の各種の法律法規や当サイトの規定などに合致しない属性情報を随時削除する権利があり、当サイトが当該権利を行使する場合、事前に通知する必要はありません。
<br>
•5.11
当サイトはあなたの所属する主権国家または地域の法律法規、規則、命令などの規範の要求に基づいて、あなたの要求にもっと多くの情報や資料などを提供して、そして合理的な措置を取って、現地の規範の要求に合って、あなたは協力する義務があります;当サイトには、お客様が属する主権国家または地域の法律法規、規則、命令などの規範の要求に基づいて、当サイトの一部またはすべてのサービスを一時停止または永久停止する権利があります。
</p><br>
<p>六、責任制限と免責</p><p><br/>
<p>
•6.1お客様は、次の事項について責任を負わないことを理解し、同意してください。
<br>
•6.1.1収入の損失、
<br>
•6.1.2取引利益又は契約損失、
<br>
•6.1.3業務中断による損失、
<br>
•6.1.4節約できると予想される通貨の損失、
<br>
•6.1.5情報問題による損失、
<br>
•6.1.6機会、名誉または名誉の損失、
<br>
•6.1.7データの破損または損失、
<br>
•6.1.8代替製品やサービスを購入するためのコスト、
<br>
•6.1.9
権利侵害（過失を含む）、違約またはその他のいかなる原因による間接的、特殊的または付随的な損失または損害は、この損失または損害が合理的に予見できるかどうかにかかわらず、私たちがこのような損失や損害の可能性があることを事前に知られているかどうかにかかわらず。
<br>
•6.1.1条から8.1.9条までは互いに独立している。
<br>
•6.2お客様は、次のいずれかの状況による損害賠償について責任を負わないことを理解し、同意してください。
<br>
•6.2.1お客様の具体的な取引事項に重大な違法または違約がある可能性があります。
<br>
•6.2.2本サイトでのあなたの行為は違法または不道徳の疑いがあります。
<br>
•6.2.3本サイトサービスを通じてデータ、情報を購入したり、取引を行ったりするなどの行為や代替行為による費用と損失。
<br>
•6.2.4当サイトのサービスに関するお客様の誤解。
<br>
•6.2.5本サイトが提供するサービスに関連するその他の損失は、私たちの原因ではありません。
<br>
•6.3
私たちは、情報ネットワーク設備のメンテナンス、情報ネットワーク接続障害、コンピュータ、通信、その他のシステムの障害、電力故障、天候原因、不慮の事故、ストライキ、労働争議、暴動、暴動、生産力または生産資料の不足、火災、洪水、嵐、爆発、戦争、銀行またはその他の協力者の原因、デジタル資産市場の崩壊、政府行為、
司法機関や行政機関の命令、その他の私たちの制御可能な範囲内ではない、または私たちが制御する能力のない行為、または第三者の原因によるサービス不能またはサービス遅延、およびあなたの損失、私たちはいかなる責任も負いません。
<br>
•6.4
私たちは当サイトに含まれるすべての情報、プログラム、テキストなどが完全に安全で、いかなるウイルス、木馬などの悪意のあるプログラムに妨害され、破壊されないことを保証することはできません。だから、あなたは当サイトのいかなるサービス、ダウンロード、およびそのダウンロードを使用するいかなるプログラム、情報、データなどはすべてあなたの個人の決定であり、自分でリスクと発生する可能性のある損失を負担します。
<br>
•6.5
当社は、当サイトにリンクされているいかなる第三者サイトのいかなる情報、製品および業務、その他いかなる形式の当社の主体に属さない属性などに対しても保証と承諾を行いません。第三者サイトが提供するいかなるサービス、情報、製品などを使用する場合、あなた個人が決定し、それによるすべての責任を負います。
<br>
•6.6
デルは、本サイトサービスを使用するために明示的または暗示的に保証するものではありません。これには、本サイトが提供するサービスの適用性、エラーや漏れのない、継続性、正確性、信頼性、特定の用途に適したものが含まれますが、これらに限定されません。同時に、当サイトが提供するサービスに関連する技術および情報の有効性、正確性、正確性、信頼性、品質、安定性、完全性、タイムリー性についてもいかなる承諾と保証をしません。当サイトが提供するサービスにログインまたは利用するかどうかは、お客様個人の決定であり、リスクと発生する可能性のある損失を自己負担することになります。私たちはデジタル資産の市場、価値、価格などに対して明示的または暗示的な保証を一切しません。デジタル資産市場は不安定で、価格と価値はいつでも大幅に変動したり崩壊したりすることを理解し、理解してください。取引デジタル資産はあなた個人の自由な選択と決定であり、リスクと発生する可能性のある損失を自ら負担します。
<br>
•6.7
本契約書に規定されているデルの保証と承諾は、本契約書と本サイトが提供するサービスに関するデルの唯一の保証と陳述であり、書面でも口頭でも明示的でも暗示的でも、他の方法や方法に代わって生成された保証と承諾である。これらのすべての保証と陳述は、私たち自身の承諾と保証を表しているだけで、いかなる第三者も本契約における保証と承諾を遵守することを保証していません。
<br>
•6.8デルは、本契約書に記載されていない法的適用の最大範囲内でデルが享受する制限、損害賠償責任の免除、相殺のいかなる権利も放棄しません。
<br>
•6.9お客様が登録すると、本契約に規定されたルールに従って行ったデルのアクションを承認し、発生したリスクはすべてお客様が負担します。
</p><br>
<p>セブン、契約の終了</p><p><br/>
<p>
•7.1本サイトは本契約の約定に基づいてすべての本サイトサービスを終了する権利があり、本契約は本サイトのすべてのサービスが終了した日に終了する。
<br>
•7.2本契約が終了した後、本サイトに対してサービスの提供を継続したり、他の義務を履行したりする権利はありません。これには、本サイトが元のサイトアカウントの情報を保持したり開示したりすることを含むが、これらに限定されない。
読んだり送信したりしていない情報などを第三者に転送します。
<br>
•7.3本契約の終了は、契約遵守の方向に影響を与えない違約者が他の責任を負うように要求すること。
</p><br>
<p>八、知的財産権</p><p>
<p>
•8.1本サイトに含まれる知的成果のすべては、サイトロゴ、データベース、サイトデザイン、文字と図表、ソフトウェア、写真、ビデオ、音楽、音声、および前述の組み合わせ、ソフトウェアコンパイル、相関ソースコード、ソフトウェア
（アプレットやスクリプトを含む）の知的財産権の権利はすべて当サイトの所有です。ビジネス目的のために、前述の材料や属性をコピー、変更、コピー、送信、または使用することはできません。
<br>
•8.2本サイトの名称に含まれるすべての権利（のれんと商標、ロゴを含むがこれらに限定されない）は、会社の所有となります。
<br>
•8.3当サイトのサービスを使用する際に、当サイトまたは他人の知的財産権の権利を不正に使用または処分してはならない。このWebサイトに掲載されている情報は、他のWebサイト（およびメディア）に対していかなる形でも公開または承認することはできません。
<br>
•8.4本サイトにアクセスしたり、本サイトで提供されているサービスを使用したりしても、私たちがあなたに知的財産権を譲渡したとはみなされません。
</p><br>
<p>九、計算</p><p>
<p>すべての取引計算結果は検証されていますが、サイトの使用が妨げられたり誤差がなかったりする保証はありません。</p>p><br>
<p>十、分割性</p><p>
<p>本契約のいずれかの条項が管轄権のある裁判所によって実行不可能、無効または不法と認定された場合、本契約の残りの条項の効力に影響を与えない。</p>p><br>
<p>十一、非代理関係</p><p>
<p>本契約書に記載されているいかなる規定も、作成した、暗示した、または他の方法で私たちをあなたの代理人、受託者、または他の代表者と見なしてはならない。本契約書に他の規定がある場合を除く。</p>p><br>
<p>十二、棄権</p><p>
<p>
本契約に約定された違約責任またはその他の責任の追及に対する当社または貴方のいずれか一方の棄権は、他の違約責任の棄権として認定または解釈することはできません。いかなる権利も行使していないか、救済されていないかは、そのような権利や救済の放棄と解釈される。
</p><br>
<p>十三、タイトル</p><p><br/>
<p>すべての見出しは、プロトコルの記述に便利なだけであり、プロトコル条項の属性や範囲を拡大または制限するためには使用されません。</p>
<p>他人の代理充電プロトコル：他人のためにUSDT、ETH、BTC、複数の通貨取引を代理充電し、厳格な処罰を検出すると！</p>p>
<p></p><br>
<p>十四、契約の発効と解釈</p><p><br/>
<p>
•14.1本契約は、本サイトの登録ページの同意をクリックして登録手続きを完了し、本サイトのアカウントとパスワードを取得したときに発効し、本サイトとあなたの両方に拘束力があります。
<br>
•14.2本契約の最終的な解釈権は本サイトに帰属する。
<br>
•14.3
個人が口座の使用を申請するには、GTM関連部門の要求に基づいて条件規定の本人有効証明書及び支払口座を提供し、GTM関連部門が審査に合格した後、そのために記名口座を開設しなければならない。GTM及びその口座の申請は、GTM関連部門が承認した保有口座者本人のみが使用し、賃貸及び転貸はできない。
</p>`,















	// pc: {
	// 	// pc页面
	// 	home: pc.home.ZH,
	// },
}
export default ja //暴露出去
