// import Common from "./data/common/index" //公共模块翻译文件引入
// import User from "./data/user/index" //用户模块翻译文件引入
// import ErrorPage from "./data/error/index"
// import Home from "./data/home/index"
// import Me from "./data/me/index"
// import other from "./data/other/index"
import pc from "./data/pc/index"
const zh = {
	//托管订单
	completed: `완료`,
	cancelOrder: `주문 취소`,
	purchaseAmount: `구매 금액`,
	profit: `수익`,
	day: `天`,
	callDate: `환매 날짜`,
	whether: `주문을 철회할지 여부`,
	dividend: `배당 시간`,
	dueDividend: `만기 배당금`,
	dailyDividend: `매일 배당금`,
	escrowAmount: `호스팅 금액`,
	dueReturn: `만료 반환`,
	redemption: `언제든지 취소`,
	availableBalance: `사용 가능한 잔액`,
	totalIncome: `예상 총 수익`,
	readAgree: `읽고 동의합니다`,
	serviceAgreement: `플랫폼 자산 관리 서비스 계약`,
	trustProtocol: `<div>
<p>1. 플랫폼은 이자 계산 계정 서비스를 출시하여 플랫폼 사용자에게 유휴 디지털 자산 부가가치 서비스를 제공한다.<br>
2. 이자 계정 자산은 플랫폼 파생상품 및 기타 후속 창투 프로젝트에 사용됩니다.<br>
3. 플랫폼은 이자계산계좌 사용자가 이전한 자산에 리스크 관리 서비스를 제공한다.플랫폼은 플랫폼의 엄격한 위험 통제 체계에 의탁하여 사용자 재테크 서비스 자산의 안전과 안심 수익을 충분히 보장한다.<br>
4. 사용자가 이자 계정 서비스를 사용할 때 플랫폼이 플랫폼 규칙에 따라 이자 수입을 합리적으로 분배하고 분배하도록 무조건 권한을 부여한다.<br>
5. 사용자가 이자 계정 서비스를 사용할 때 관련 국가 법률을 준수하고 자산 출처가 합법적이고 합법적이어야 한다.<br>
6. 사용자는 이자계좌 서비스를 사용할 때 디지털 자산 투자의 위험을 충분히 인식하고 신중하게 조작하며 힘이 닿는 데까지 해야 한다.<br>
7. 사용자는 플랫폼에서 진행하는 모든 투자 조작이 실제 투자 의도를 나타내고 투자 결정에 따른 잠재적 위험과 수익을 무조건 받아들이는 것에 동의한다.<br>
8. 플랫폼은 이자 계산 계정 서비스를 일시 중단하거나 종료할 권리를 가진다.필요한 경우 플랫폼은 언제든지 이자 계정 서비스를 일시 중지, 종료할 수 있습니다.<br>
9. 네트워크 지연, 컴퓨터 시스템 고장 등 불가항력적인 요소로 인해 이자 서비스의 실행이 지연, 정지, 중지 또는 이탈될 수 있다.저희는 최대한 노력하여 이자계정 서비스 집행 시스템의 안정적이고 효과적인 운영을 보장하지만 상기 요소로 인해 이자계정 서비스의 최종 집행 결과가 고객의 예상과 차이가 있기 때문에 플랫폼은 어떠한 책임도 지지 않습니다.<br>
10. 사용자는 이자 계좌 서비스를 사용할 때"재테크 서비스 협의"의 규정을 준수해야 한다.<br>
</p>
</div>`,

	//产品列表
	managedOrder: `주문 관리`,
	earningsToday: `오늘의 수익`,
	accumulatedIncome: `누적 혜택`,
	singleLimit: `단일 한도액`,
	dailyRate: `일일 금리`,
	cycle: `사이클`,

	//信托
	pledgeMining: `서약 광업`,
	underway: `진행 중`,
	stabilize: `안정적인 소득, 채굴을 더 쉽게 만드십시오`,
	income: `예상 혜택`,


	//common
	copySucceeded: `성공적으로 복사`,
	serverResponseFailed: `서버는 응답이 없습니다`,
	noData: `데이터 없음`,
	contentdown: `위로 당기기 더 보기`,
	contentrefresh: `로드 중...`,
	contentnomore: `더 이상 데이터가 없습니다`,

	// tabbar
	Home: `첫 페이지`,
	Trade: `거래`,
	Future: `옵션`,
	Trust: `신탁`,
	Assets: `자산`,

	// 登录
	login: `로그인`,
	language: `언어`,
	mailbox: `사서함`,
	placeholderName: `이메일을 입력하십시오`,
	password: `비밀번호`,
	placeholderPassword: `비밀번호를 입력하십시오`,
	forgetPassword: `암호를 잊었습니다.？`,
	noHave: `계정이 없습니까？`,
	registerNow: `즉시 등록`,
	errorEmpty: `비워둘 수 없음`,
	errorStandard: `형식 오류`,
	errorLength: `(4-30비트)`,
	errorLength1: `(4-300비트)`,
	// 注册

	register: `등록`,
	code: `인증 코드`,
	placeholderCode: `인증 코드를 입력하십시오.`,
	sending: `발송 중`,
	send: `발송`,
	okPassword: `비밀번호 확인`,
	invitationCode: `초청 코드`,
	placeholderinvitationCode: `초청 코드를 입력하십시오`,
	checkedAgree: `동의`,
	userAgreement: `사용자 프로토콜`,
	and: `및`,
	privacyPolicy: `개인 정보 보호 정책`,
	pleaseCheck: `계약에 동의하십시오.`,
	atypism: `비밀번호가 두 번 일치하지 않습니다.`,

	// 忘记登录密码

	forgotLoginPassword: `로그인 암호를 잊었습니다`,
	newPassword: `새 암호`,
	confirm: `확인`,

	//忘记支付密码

	forgotPayPassword: `암호를 잊었습니다`,
	//设置支付密码
	setpayPassword: `결제 비밀번호 설정`,
	//主页
	helper: `도움말`,
	rising: `목록 증가`,
	business: `거래 쌍`,
	newPrice: `최신 가격`,
	upfloat: `상승 및 하강`,
	// 资产

	totalAssets: `총 자산 등가물`,
	record: `기록`,
	nowAssets: `자산 변환`,
	buyCoins: `구매`,
	sellCoins: `세일`,
	transfer: `전송`,
	searchCurrency: `검색`,
	hideSmall: `소액 코인 숨기기`,
	currencyAccount: `통화 계정`,
	futuresAccount: `선물`,
	legalAccount: `법정화폐 계좌`,
	trustAccount: `신뢰하다`,
	//划转记录

	transferRecord: `레코드 스왑`,
	time: `시간`,
	rollout: `이체`,
	rollin: `전입`,
	// 币币记录

	screen: `필터`,
	money: `금액`,
	transferAddress: `이체 주소`,
	createTime: `생성 시간`,
	confirmTime: `확인 시간`,
	note: `비고`,
	type: `유형`,
	reset: `재설정`,
	recharge: `충전`,
	disbursement: `출구`,
	incomplete: `미완성`,
	success: `거래 성공`,
	fail: `거래 실패`,


	//币币充币

	currency: `화폐`,
	placeholderCurrency: `화폐를 선택하십시오`,
	payeeName: `체인 이름`,
	rechargeAddress: `충전 주소`,
	copyAddress: `복제 주소`,
	rechargeQuantity: `수량`,
	chargingAddress: `충전 주소`,
	placeholderchargingAddress: `돈 주소를 입력하십시오`,
	prove: `코인 입금 사진 업로드`,
	optional: `(선택 사항)`,
	placeholderHash: `Hash`,
	placeholderNote: `비고`,
	errorMessageprove: `충전 사진을 업로드하십시오`,
	onlyNumbers: `숫자 만 입력 할 수 있습니다`,
	//币币提币

	withdrawalAddress: `화폐 인출 주소`,
	tipwallet: `지갑 주소가 설정되지 않았습니다`,
	toAdd: `추가하다`,
	placeholderwithdrawalAddress: `코인 주소를 선택하십시오`,
	availablenum: `사용 가능`,
	placeholdernum: `수량을 입력하십시오`,
	unselected: `선택하십시오`,
	payPassword: `지불 비밀번호`,
	commission: `수수료`,
	placeholderpayPassword: `지불 비밀번호를 입력하십시오`,
	//币币划转

	capitalTransfer: `자금 이체`,
	from: `시작`,
	to: `~에`,
	moneybag: `지갑은 같을 수 없어`,
	//法币添加收款方式


	subbranch: `지점`,
	placeholdersubbranch: `지점을 입력하십시오`,
	bankcode: `은행 코드`,
	placeholderbankcode: `은행 번호를 입력하십시오`,
	placeholderbankName: `은행 이름을 입력하십시오`,
	placeholderbankAccount: `은카드 번호를 입력하십시오`,

	//法币记录

	price: `가격`,
	num: `수`,
	bankName: `은행 이름`,
	account: `계정`,
	buy: `구매`,
	sell: `매각`,
	all: `모두`,
	processing: `처리 중`,
	//法币买币

	onlineService: `온라인 고객지원`,
	//法币卖币账户

	collectionAccount: `은행 계좌번호`,
	addCollection: `수금 계좌번호 추가`,
	showModal1: `삭제 확인 여부`,
	cancelText: `취소`,
	//法币卖币

	salesQuantity: `매출 수량`,
	univalence: `참조 가격`,
	closed: `코인 판매가 중지되었습니다`,
	your: `당신의 수금 계좌번호`,
	bankAccount: `은행계좌번호`,
	name: `이름`,
	// 账户详情

	total: `총액`,
	frozen: `동결`,
	//home左侧导航窗

	homloginAndRegister: `로그인/등록`,
	rechargeMoney: `코인 충전`,
	withdrawCoins: `철회`,
	customer: `고객 서비스`,
	identityVerification: `본인 인증`,
	withdrawalAddress: `출금 주소`,
	paymentMethodInFiatCurrency: `법정화폐 수집 방법`,
	help: `도움말 센터`,
	pricing: `가격 책정 방법`,
	setUp: `설정`,
	USD: `달러`,
	//个人信息

	personal: `개인 정보`,
	headPortrait: `이미지`,
	nickname: `닉네임`,
	bindMailbox: `바인딩 메일박스`,
	//邮箱设置

	mailboxSettings: `사서함 설정`,
	oldEmail: `이전 이메일 계정`,
	placeholderoldEmail: `이전 이메일 계정을 입력하십시오`,
	newEmail: `새 이메일 계정`,
	placeholdernewEmail: `새 이메일 계정`,
	//身份认证

	certification: `실명 인증`,
	noCcertification: `실명 인증으로 이동`,
	quota: `화폐 인출 한도액`,
	count: `화폐 인출 횟수`,
	everyday: `매일`,
	cumulative: `인출 누적 수량`,
	unauthorized: `인증되지 않았습니다`,
	audit: `보류 중`,
	attestation: `일반 인증`,
	hand: `핸드헬드 인증`,
	auditFailed: `감사 실패`,

	//实名认证

	country: `국가`,
	placeholdercountry: `국가를 선택하세요`,
	placeholdername: `이름을 입력하십시오`,
	documentType: `증명서 유형`,
	placeholderdocumentType: `증명서 종류를 선택하십시오`,
	identificationNumber: `증명서 번호`,
	placeholderidentificationNumber: `증명서 번호를 입력하십시오`,
	next: `여권`,
	IDcard: `신분증`,
	passport: `여권`,

	//实名认证照片

	photo1: `증명서 정면 사진 올려주세요`,
	photo2: `증명서 뒷면 사진 올려주세요`,
	photo3: `핸드헬드 사진 올려주세요`,
	Uploading: `업로드 중...`,
	//提币地址

	addWalletAddress: `지갑 주소 추가`,
	//添加钱包地址

	address: `주소`,
	placeholderAddress: `주소를 입력하십시오`,
	//帮助中心

	welcome: `도움말 센터에 오신 것을 환영합니다`,
	commonProblem: `자주 묻는 질문`,
	tutorial: `예금 자습서`,
	description: `계정 문제`,
	accountProblem: `계정 문제`,
	accountSettings: `어떻게 등록합니까`,
	certified: `신분 인증`,
	totutorial: `재충전을받지 못하면해야 할 일？`,
	todescription: `옵션 거래란?？`,
	toaccountProblem: `비밀번호 변경/재설정`,
	toaccountSettings: `어떻게 계좌를 등록합니까？`,
	tocertified: `어떻게 인증합니까`,
	tutorialText: `<div><p>안녕하세요!블록체인 자산 이전은 제안-블록 확인-진입의 세 단계로 나뉜다.<br><br>단계 1: 계좌이체가 성공하여 화폐를 찾는 플랫폼이나 지갑이 계좌이체 작업을 하였음을 나타냅니다.<br><br></p><p> 2단계: 해당 블록의 확인을 완료합니다.블록체인 혼잡, 지연 등으로 인해 귀하의 디지털 화폐가 모든 확인을 지연시킬 수 있습니다.</p></div>`,
	descriptionText: `<div> <p> 옵션은 사용자에게 목표 자산 가격의 개방을 제공하는 동시에 하방 위험의 개방을 제한할 수 있는 금융 도구이다.그것은 구매자에게 BTC 또는 ETH의 멀티 헤드 (상락 옵션) 또는 공매 (하락 옵션) 를 구입 할 수있는 기회를 제공합니다.<br><br>옵션 계약의 초보자는 알 수 있다: <br><br>• 하락옵션은 일정 기간 동안 예정된 가격으로 자산을 매각할 권리(비의무).이렇게 하면 대상 자산의 가격이 하락하는 것처럼 자산을 더 높은 가격 (행사 가격) 에 매각하여 이익을 얻을 권리를 보유하게 됩니다. <br><br></p><p>• 상승옵션은 소유자가 일정 기간 동안 예정된 가격으로 자산을 구매할 권리(비의무)를 대표한다.이렇게 하면 대상 자산의 가격이 상승하는 것처럼 자산을 낮은 가격으로 매입하고 수익을 얻을 수 있는 권리를 보유할 수 있습니다. </p></div>`,
	accountProblemText: `<div><p>
1. 홈 페이지 왼쪽 상단에서 계정 위치를 클릭하고'설정'-'비밀번호 변경'을 클릭합니다.<br><br>
2. 이전 암호를 입력하고 새 암호를 입력하여 새 암호를 확인합니다.<br><br>
3."비밀번호 재설정"을 클릭합니다.<br><br>
4. 사용자의 자금 안전을 위해 일반적으로 비밀번호를 재설정하거나 변경한 후 24시간을 기다려야 화폐를 인출할 수 있습니다.<br><br>
</p></div>`,
	accountSettingsText: `<div><p> 휴대폰 번호나 이메일로 인증번호를 받고 계정을 등록하십시오.인증 코드를 받지 못하면 이메일 스팸을 확인하거나 고객센터에 문의하십시오. </p></div>`,
	certifiedText: `<div><p>1. 홈페이지 왼쪽 상단에서 계정 위치를 클릭하고'신분인증'을 클릭하십시오.<br><br>2. 인증서 번호+이름을 입력하고 인증을 클릭하십시오.<br><br>3. 인내심을 가지고 심사를 기다린다.일반적으로 24시간 이내에 감사를 완료할 수 있습니다.</p></div>`,

	//设置

	changeLoginPassword: `로그인 비밀번호 수정`,
	setWithdrawalPassword: `현금 인출 암호 설정`,
	noSetWithdrawalPassword: `결제 비밀번호 설정으로 이동`,
	preference: `색상 선호`,
	about: `우리에 대하여`,
	signOut: `로그인 종료`,
	//修改登录密码

	oldPassword: `이전 암호`,


	//修改支付密码

	changePayPassword: `지불 비밀번호 수정`,
	//颜色偏好

	upRed: `빨강 상승/녹색 하락`,
	upGreen: `빨간색 하락/녹색 상승`,
	//关于我们

	platformIntroduction: `플랫폼 소개`,
	privacyPolicy: `개인 정보 보호 정책`,
	userAgreement: `사용자 프로토콜`,
	officialWebsite: `공식 사이트`,
	//平台简介

	platformIntroductionText: `본 플랫폼은 전 세계에서 앞장서는 디지털 자산 거래 플랫폼으로 안전 특성을 개선하고 고객의 디지털 자산의 안전을 확보하기 위해 끊임없이 노력한다. 우리의 모델은 고객에게 지속가능한 가치를 제공하는 프로젝트이고 최고 품질의 프로젝트만 선택되고 거래 서비스를 제공한다.핵심 경영진은 세계적으로 유명한 학부를 졸업하고 캐나다 몬트리올 은행, PwC 및 Youngdoo 등 다국적 기업 임원을 역임했으며 풍부한 금융 산업과 디지털 자산 거래소 운영 경험을 가지고 있으며 비트 및 이더리움이 제안한 획기적인 오픈 소스 계약을 바탕으로 우리는 현실적인 비즈니스 관행과 결합하는 원칙에 따라 기존 블록 체인의 폐쇄 된 시스템을 깨뜨렸습니다.East Fortune 시각화 인공 지능형 블록 체인 운영 체제'
'동시에 인공지능과 블록체인 기술을 결합시켜 우리는 진정으로 상업적으로 사용할 수 있는 세계적인 블록체인 운영체제를 구축하고자 한다. 플랫폼은 캐나다의 관련 법률을 엄격히 준수하고 금융 감독 기구의 감독을 받는 상황에서 업무를 전개할 것을 약속한다.`,

	//隐私政策
	privacyPolicyText: `
<p>
본 플랫폼.(이하"회사"라 략칭함.) 스위스의 관련 법률에 따라 스위스에 등록하여 설립한 회사로서 이 회사는 본 플랫폼의 글로벌APP (이하"본 플랫폼"또는"플랫폼"이라 략칭함.) 를 운영하는데 이 플랫폼은 사용자가 디지털자산을 거래하고 관련 서비스 (이하"이 서비스"또는"서비스"라 략칭함.) 를 전문적으로 제공하는 플랫폼이다.표현의 편의를 위해 회사와 이 플랫폼은 본 협의에서'우리'또는 다른 1인칭 호칭을 합칭한다. 이 플랫폼에 로그인한 자연인이나 다른 주체가 모두 이 플랫폼의 사용자이고 다음에'귀하'또는 다른 2인칭을 사용하면 우리는 귀하와'쌍방'이라고 합칭하고 저희나 귀하는'일방'이라고 부른다.
<br>
저희는 귀하의 개인정보가 귀하에게 얼마나 중요한지 충분히 이해하고 존중합니다. 저희는 법률과 법규의 요구에 따라 상응하는 안전 보호 조치를 취해 귀하의 개인정보를 보호할 것입니다.이를 감안하여 본 개인 정보 보호 정책 (이하 "본 정책"
/ 본 개인 정보 보호 정책") 및 참고 사항:
<br>
이 정책은 우리가 제공하는 모든 제품과 서비스에 적용됩니다.만약에 저희가 귀하께 제공한 제품이나 서비스에 프라이버시 정책이 따로 제정된 경우 해당 제품이나 서비스는 그 자체로 제정된 프라이버시 정책을 적용합니다.제품 또는 서비스에 개인 정보 보호 정책이 별도로 설정되지 않은 경우 본 정책에 적용됩니다.
<br>
특히 본 정책은 다른 제3방향 귀하가 제공한 서비스에 적용되지 않으며, 제3방향 귀하가 제공한 서비스는 귀하에게 별도로 설명한 프라이버시 정책에 적용됩니다.
<br>
본 정책, 특히 굵은/굵은 밑줄로 표시된 조항을 주의 깊게 읽어 보시고 충분한 이해와 동의를 확인한 후 사용을 시작하시기 바랍니다.본 정책 내용에 대한 질문, 의견 또는 제안이 있을 경우 공식 연락처를 통해 문의하실 수 있습니다.귀하가 본 정책의 조항에 동의하지 않을 경우 귀하는 이 플랫폼에 대한 액세스를 즉시 중지해야 합니다.
<br>
<strong> 첫 번째 섹션 정의 </strong>
<br>
개인정보: 전자 또는 기타 방식으로 기록된 단독 또는 기타 정보와 결합하여 특정 자연인의 신분을 식별하거나 특정 자연인의 활동 상황을 반영할 수 있는 각종 정보를 말한다.
<br>
개인 민감 정보: 신분증 번호, 개인 생체인식 정보, 은행 계좌번호, 재산 정보, 행적 궤적, 거래 정보, 14세 이하 (포함) 아동 정보 등을 포함하는 개인 정보 (우리는 본 프라이버시 정책에서 구체적인 개인 민감 정보를 굵게 현저하게 표시할 것) 를 말한다.
<br>
개인 정보 삭제: 일상적인 업무 기능을 실현하는 데 관련된 시스템에서 개인 정보를 제거하여 검색, 액세스할 수 없는 상태를 유지하는 행위를 말한다.
<br>
아동: 만 14세 미만의 미성년자를 가리킨다.
<br>
<strong> 섹션 2 개인 정보 보호 정책 </strong>
<br>
이 개인 정보 보호 정책 섹션에서는 다음을 설명합니다.
<br>
1. 귀하의 정보를 수집하고 사용하는 방법
<br>
2. 우리가 쿠키와 동종 기술을 어떻게 사용하는가
<br>
3. 우리가 어떻게 귀하의 정보를 공유, 양도, 공개적으로 공개하는가
<br>
4. 귀하의 정보를 보호하는 방법
<br>
5. 정보를 관리하는 방법
<br>
6. 우리가 미성년자의 정보를 어떻게 처리하는가
<br>
7. 본 프라이버시 정책은 어떻게 갱신합니까
<br>
<strong> 1. 귀하의 정보를 수집하고 사용하는 방법</strong>
<br>
귀하가 저희 제품 및/또는 서비스를 사용할 때 저희가 수집하고 사용해야 할 귀하의 개인 정보는 다음과 같은 두 가지가 있습니다.
<br>
1. 귀하께 저희 제품 및/또는 서비스의 기본적인 기능을 제공하기 위해 귀하는 저희가 수집, 사용하는 데 필요한 정보를 허가해야 합니다.귀하가 해당 정보의 제공을 거부하면 귀하는 당사의 제품 및/또는 서비스를 정상적으로 사용할 수 없습니다.
<br>
2. 귀하에게 저희 제품 및/또는 서비스를 제공하는 추가 기능을 실현하기 위해 귀하는 저희가 수집하고 사용하는 정보를 허가할 수 있습니다.귀하가 제공을 거부하면 귀하는 관련 추가 기능을 정상적으로 사용할 수 없거나 저희가 달성하고자 하는 기능에 도달할 수 없지만 귀하가 저희 제품 및/또는 서비스의 기본 기능을 정상적으로 사용하는 데 영향을 주지 않습니다.
<br>
귀하는 다음 사항을 이해하고 동의합니다.
<br>
1. Dell은 고객의 요구에 부응하는 다양한 제품과 서비스를 구축하기 위해 최선을 다하고 있습니다.저희는 귀하께 제공하는 제품과 서비스의 종류가 많고 사용자가 선택하여 사용하는 구체적인 제품/서비스의 범위에 차이가 있기 때문에 해당되는 기본/부가기능 및 수집하여 사용하는 개인정보의 유형, 범위 등이 다를 수 있으니 구체적인 제품/서비스 기능을 기준으로 하십시오.
<br>
2. 귀하께 더 좋은 제품과 서비스 경험을 제공하기 위해 저희는 지속적으로 저희 기술을 개선하려고 노력하고 있습니다. 따라서 저희는 새로운 기능이나 최적화된 기능을 수시로 출시할 수 있습니다. 새로운 개인정보를 수집, 사용하거나 개인정보의 사용 목적이나 방식을 변경해야 할 수도 있습니다.이에 본 정책, 총알창, 페이지 안내 등을 업데이트하여 해당 정보의 수집 목적, 범위 및 사용 방식을 별도로 설명하고, 귀하가 명시한 동의를 얻은 후 수집, 사용할 수 있는 자율적인 선택 동의 방식을 제공할 것입니다.이 과정에서 질문이나 의견 또는 제안이 있을 경우 이 플랫폼에서 제공하는 다양한 연락처를 통해 문의할 수 있으며 가능한 한 빨리 답변해 드리겠습니다.
<br>
저희는 본 정책에 기술된 각종 기능을 실현하기 위해 귀하의 개인 정보를 수집하고 사용합니다.
<br>
(1) 귀하가 등록하고 귀하에게 본 플랫폼에서 제공하는 서비스를 제공할 수 있도록 도와드립니다.
<br>
1. 등록 서비스
<br>
저희는 본 플랫폼 계정을 통해 귀하께 기초 회원 서비스를 제공합니다.회원으로 가입하고 저희 회원 서비스를 이용하기 위해 귀하는 등록을 신청할 때 다음과 같은 정보를 기입하고 제공해야 합니다.
<br>
(1) 신분 정보.이 정보는 귀하의 이름, 귀하의 거주 주소, 귀하가 속한 국가 또는 정부에서 발급한 다른 인증서와 관련된 번호 및 귀하의 신원을 확인하는 데 도움이 될 수 있는 모든 정보를 포함하되 이에 국한되지 않고 귀하가 이 플랫폼 회원으로 등록할 자격이 있는지 확인하는 데 도움을 줄 수 있습니다.
）。이 신원 정보는 귀하가 개인 사용자인지 기관 사용자인지에 따라 다르며, 관할 구역의 법률과 법규에 따라 국가나 지역에서 온 사용자를 대상으로 수집하는 정보가 다를 수 있습니다.다음 정보와 데이터는 표시의 예입니다.
<br>
개인 사용자: 국적, 법정 전체 이름 (증용명 및 현지 언어 이름 포함), 주민등록번호, 이메일 주소, 전화번호, 사회안전번호 ("SSN"), 여권번호 또는 정부가 발급한 주민등록번호, 생년월일, 신분증명 (예: 여권, 운전면허증 또는 정부가 발급한 신분증명).
<br>
기관 사용자: 회사 이름(현지어 법적 이름 포함), 등록 정보, 비즈니스 전화 번호, 공인 대표 및 공인 사용자 개인 정보, 주요 영업 장소, 모든 실익 소유자의 개인 정보), 주주/실익 소유자의 신분 증명 서류(여권 또는 정부가 발급한 신분증), 회사 구조, 회사 설립 관련 서류, 이사회 결의, 자금 출처 신고,위험 및 규정 준수 지침 및 플랫폼 요구 사항에 대한 추가 정보 또는 파일
<br>
(2) 서비스 정보.이 정보는 개인 식별 정보, 연락처 정보, 거래 정보, 직불 카드 정보 및 / 또는 기타 계정 정보를 포함하되 이에 국한되지 않는 다양한 유형의 디지털 자산 간 거래 서비스를 귀하에게 연락하고 원활하게 제공할 수 있도록 지원합니다 (이하 "서비스 정보"
）。이와 동시에 우리가 당신에게 제공하는 서비스는 끊임없이 갱신되고 발전하고있음을 리해하시기 바랍니다.만약에 귀하가 상술한 설명에 포함되지 않은 다른 서비스를 선택하신 경우 이 서비스를 바탕으로 저희는 귀하의 추가 정보를 수집해야 합니다. 저희는 페이지 제시, 상호작용 절차, 협의 약정, 탄창 제시 등 방식으로 귀하께 정보 수집의 범위와 목적을 설명하고 귀하의 동의를 받습니다.
<br>
브라우징 서비스만 사용할 경우 회원으로 등록하거나 위의 정보를 제공할 필요가 없습니다.
<br>
2. 기타 등록 서비스
<br>
실명인증: 귀하가 등록하여 로그인한 후"개인센터"에 들어가서 신분인증에서 실명인증을 완성해야 합니다. 귀하는 실명인증을 사용하는 과정에서 플랫폼에 귀하의 실명, 신분증번호 또는 여권번호를 제공해야 합니다.
<br>
고급 인증: 귀하가 이 플랫폼에서 거래액이 일정한 한도를 초과하면 플랫폼은 귀하의 자산 안전을 유지하기 위해 귀하에게 고급 인증을 요구합니다.인증 과정은 실명 인증 정보 외에 귀하는 플랫폼이 귀하에게"안면 인식"의 고급 인증을 하는 것을 인정합니다. 안면 인식은 플랫폼이 귀하의 관련 동영상 흐름이나 안면 이미지를 수집하는 것과 관련됩니다.
<br>
계정 정보 전시: 만약에 귀하가 이 플랫폼 계정을 가지고 있다면 저희는 귀하의 상술한 개인정보(실명인증은 인증이 통과되었는지의 결과만 표시)와 귀하가 플랫폼 계정과 관련된 제품과 서비스에서 수행한 조작을 포함하여 본 플랫폼 계정을 통해 귀하의 개인 정보, 거래 주문을 집중적으로 전시할 수 있습니다.플랫폼 계정 설정에 대한 귀하의 선택을 존중합니다.
<br>
(2) 안전 관리 서비스와 서비스 정보 푸시 서비스
<br>
귀하가 본 플랫폼에서 제공한 서비스를 사용하거나 본 플랫폼에 액세스할 때 이 플랫폼은 귀하의 거래 안전과 서비스의 안전하고 안정적인 운행을 보장하기 위해 귀하의 웹 브라우저 정보, 귀하가 계정에 로그인한 장치 유형, 모델 버전 등 장치 식별 기호와 같은 장치 정보, 귀하가 방문한 웹 페이지의 IP 주소와 기록, 지역, 네트워크 환경, 장치 지문 정보, 서비스 로그 정보,소프트웨어 정보, 위치 정보 등.
<br>
개별 장치 정보는 특정 자연인의 신원을 식별할 수 없는 정보입니다.만약에 우리가 이런 비개인정보를 다른 정보와 결합시켜 특정한 자연인의 신분을 식별하거나 이를 개인정보와 결합하여 사용한다면 결합하여 사용하는 동안 이런 비개인정보는 개인정보로 간주되고 귀하의 권한을 얻거나 법률과 법규에 규정이 따로 있는 경우를 제외하고 저희는 이런 정보를 익명화, 식별화 처리합니다.
<br>
귀하에게 더욱 편리하고 귀하의 개성화 요구에 부합되는 정보 전시 및 푸시 서비스를 제공하기 위해 저희는 앞으로 귀하의 설비 정보와 귀하의 본 플랫폼이나 클라이언트의 조회 사용 정보에 근거하여 귀하의 선호 특징을 추출하고 특징 라벨을 바탕으로 간접적인 사람들의 초상화를 산출하여 전시, 푸시 정보와 가능한 상업 광고에 사용할 수 있습니다.귀하가 이러한 푸시 정보 수신에 동의하지 않거나 개인정보 수집 동의를 철회하는 경우, 귀하는 본 정책에서 제공한 연락처에 따라 저희에게 연락할 수 있습니다.
<br>
귀하의 브라우징 환경을 보장하기 위해 노력합니다.귀하가 저희가 귀하께 보낸 상업 광고를 받아들이지 않으려면 귀하는 문자 메시지로 구독 취소 또는 저희가 제공한 다른 방식으로 구독을 취소하거나 취소할 수 있습니다.
<br>
또한 위의 기능을 지속적으로 개선하고 최적화하기 위해 위의 정보를 사용할 것입니다.
<br>
(3) 거래 기록 보관 및 조회 서비스
<br>
저희는 귀하가 본 플랫폼의 거래소에서 수집한 관련 데이터에 대해 거래 기록을 포함하되 이에 국한되지 않습니다.만약에 귀하가 귀하의 주문 거래 기록을 조회하고자 한다면 플랫폼'주문 관리'에서 귀하의 개인 거래 내역을 조회할 수 있습니다. 구체적인 것은 거래 상대방의 닉네임, 주문 시간, 주문 번호, 거래 정보, 디지털 자산의 종류와 수량 등을 포함합니다.
<br>
(4) 고객센터 및 쟁의처리
<br>
귀하가 저희에게 연락하거나 판매 중, 판매 후, 분쟁 처리 신청을 제출할 때 귀하의 계좌와 시스템 안전을 보장하기 위해 저희는 귀하가 필요한 개인 정보를 제공하여 귀하의 회원 신분을 검사해야 합니다.
<br>
귀하에게 쉽게 연락하고 가능한 한 빨리 문제를 해결하거나 관련 문제의 처리 방안과 결과를 기록하도록 하기 위해 저희는 귀하와 저희의 통신 기록 및 관련 내용(계정 정보, 주문 정보, 귀하가 관련 사실을 증명하기 위해 제공한 기타 정보 또는 귀하가 남긴 연락처 정보)을 저장할 수 있습니다. 만약에 귀하가 구체적인 주문에 대해 문의하거나 고소하거나 건의를 하면저희는 귀하의 계정 정보와 주문 정보를 사용할 것입니다.
<br>
서비스를 제공하고 서비스 품질을 향상시키는 합리적인 수요를 위해 저희는 귀하가 고객센터에 연락할 때 귀하가 제공한 관련 정보, 귀하가 설문 조사에 참여할 때 저희에게 보낸 설문 답변 정보를 포함하여 귀하의 다른 정보를 사용할 수 있습니다.
<br>
(5) 기타
<br>
1. 만약에 귀하가 제공한 정보에 다른 사용자의 개인 정보가 포함되어 있다면 이 플랫폼에 이런 개인 정보를 제공하기 전에 귀하가 합법적인 권한을 얻었는지 확인해야 합니다.만약에 그 중에서 어린이 개인 정보와 관련된 경우 귀하는 발표하기 전에 해당 어린이 보호자의 동의를 얻어야 합니다. 앞에서 말한 상황에서 보호자는 본 정책 제9조의 경로를 통해 저희에게 연락하여 어린이 개인 정보와 관련된 내용을 수정하거나 삭제하도록 요구할 권리가 있습니다.
<br>
2. 만약에 저희가 이 정책에 기재되지 않은 다른 용도로 정보를 사용하거나 특정한 목적을 바탕으로 수집된 정보를 다른 목적으로 사용하거나 저희가 제3자로부터 귀하의 개인 정보를 얻으려면 귀하의 동의를 얻습니다.
<br>
만약에 저희가 제3자로부터 간접적으로 귀하의 정보를 얻은 경우 저희는 수집하기 전에 서면으로 해당 제3자에게 법에 따라 귀하의 동의를 얻은 후에 개인정보를 수집하고 귀하에게 공유된 정보의 내용을 알려야 하며 민감한 정보와 관련된 경우 귀하에게 제공하기 전에 귀하의 명확한 확인을 거쳐 제3자가 개인정보 출처의 합법성과 합규성에 대해 약속을 해야 합니다. 만약에 제3자가 위반행위를 한 경우우리는 상대방에게 상응한 법적책임을 부담할것을 명확히 요구할것입니다.이와 동시에 우리는 개인정보에 대해 안전보강을 진행한다. (민감정보보고, 민감정보의 암호화저장, 접근권한통제 등을 포함한다.)Google은 간접적으로 얻은 개인정보를 Google 사용자의 개인정보와 동등한 보호 수단과 조치를 사용하여 보호합니다.
<br>
3. 수권 동의를 구하는 예외
<br>
귀하는 다음과 같은 상황에서 귀하의 개인 정보를 수집하고 사용하는 데 귀하의 허가 동의가 필요하지 않다는 것을 충분히 이해하고 동의합니다. 그리고 저희는 귀하가 제출한 수정/수정, 삭제, 로그아웃, 동의 철회, 정보 요청 요청에 응답하지 않을 수 있습니다.
<br>
(1) 국가 안보, 국방 안보와 관련된 경우;
<br>
(2) 공공안전, 공공위생, 중대한 공공이익과 관련된 경우;
<br>
(3) 범죄 수사, 기소, 재판 및 판결 집행 등 사법 또는 행정 법 집행과 관련된 경우;
<br>
(4) 귀하 또는 기타 개인의 생명, 재산 등 중대한 합법적 권익을 수호하기 위하여 본인의 동의를 얻기 어려운 경우;
<br>
(5) 귀하가 사회 대중에게 직접 공개하는 개인 정보;
<br/>
(6) 합법적으로 공개적으로 공개한 정보에서 개인정보를 수집한 경우, 예를 들면 합법적인 뉴스 보도, 정부 정보 공개 등 경로.
<br>
(7) 귀하와 관련 협의 또는 기타 서면을 체결하고 이행하는 데 필요한 경우.
<br>
(8) 제공된 제품 및/또는 서비스의 안전하고 안정적인 운행을 유지하는 데 필요한 것, 예를 들어 제품 및/또는 서비스의 고장을 발견, 처리하는 것,
<br>
(9) 합법적인 뉴스 보도에 필요한 경우;
<br>
(10) 학술연구기관이 공공리익에 기초하여 통계 또는 학술연구소를 전개하는데 필요하고 학술연구 또는 묘사한 결과를 대외에 제공할 때 결과에 포함된 개인정보를 탈표화처리한 경우;
<br>
(11) 법률, 법규에 규정된 기타 상황.
<br>
적용 가능한 법률에 따라 만약에 우리가 개인정보에 대해 기술적 조치와 기타 필요한 조치를 취해 처리하면 데이터 수신자가 특정한 개인을 다시 식별하지 못하고 복원하지 못하거나 수집된 정보에 대해 식별화된 연구, 통계 분석과 예측을 해서 본 플랫폼의 내용과 구조를 개선하고 상업적 의사결정에 제품이나 서비스를 제공할 수 있습니다.또한 기계 학습 또는 모델 알고리즘 훈련을 위해 익명의 데이터를 사용하는 등 당사의 제품과 서비스를 개선하여 이러한 처리 후 데이터의 사용은 귀하에게 별도로 통지하고 귀하의 동의를 구할 필요가 없습니다.
<br>
4. 만약에 저희가 본 플랫폼의 제품이나 서비스의 운영을 중지하면 저희는 귀하의 개인정보를 계속 수집하는 활동을 중지하고 운영을 중지하는 통지를 귀하께 일일이 전달하거나 공지하는 형식으로 귀하께 알리며 저희가 보유한 폐쇄된 업무와 관련된 개인정보를 삭제하거나 익명으로 처리합니다.
<br>
<strong> 2. 쿠키를 사용하는 방법</strong>
<br>
귀하의 브라우저 또는 브라우저 부가 서비스가 허용하는 경우 귀하는 쿠키에 대한 수용 정도를 수정하거나 당사의 쿠키를 거부할 수 있습니다.자세한 내용은
AboutCookies.org。그러나 이렇게 하면 플랫폼에 안전하게 액세스하는 데 영향을 줄 수 있으며 플랫폼에 액세스할 때마다 사용자 설정을 변경해야 할 수도 있습니다.귀하는 다음 사항을 이해하고 동의합니다.
<br>
1. 귀하가 저희 플랫폼을 방문할 때 저희는 cookies를 통해 Google Stats를 사용하여 저희의 실적을 기록하고 온라인 광고의 효과를 확인합니다.
쿠키는 귀하의 브라우저에 전송되고 귀하의 컴퓨터 하드 드라이브에 저장되는 소량의 데이터입니다.쿠키는 귀하가 귀하의 컴퓨터를 사용하여 저희 플랫폼에 들어갈 때만 귀하의 컴퓨터 하드디스크에 전송될 수 있습니다.
<br>
2. 쿠키는 방문자가 우리 플랫폼의 각 항목을 조회할 때의 습관과 선호를 기록하는 데 자주 사용된다.쿠키가 수집한 데이터는 개인 정보가 없는 무기명 집단 통계입니다.
<br>
3. 쿠키는 귀하의 하드 드라이브의 데이터, 귀하의 전자 우편 주소, 그리고 귀하의 개인 데이터를 얻는 데 사용할 수 없습니다. 쿠키는 이 플랫폼이나 서비스 업체 시스템이 귀하의 브라우저를 식별하고 정보를 포착하고 기억할 수 있도록 합니다.대부분의 브라우저는 쿠키를 허용하도록 미리 설정되어 있습니다.귀하는 귀하의 브라우저를 쿠키를 받지 않도록 설정하거나 쿠키가 설치되면 귀하에게 알릴 수 있습니다.하지만,
쿠키를 금지하도록 설정하면 귀하는 당사 플랫폼의 일부 기능을 시작하거나 사용할 수 없습니다.
<br>
<strong> 3. 귀하의 정보를 공유, 양도, 공개하는 방법</strong>
<br>
(1) 공유
<br>
저희는 본 플랫폼 서비스 제공자 이외의 회사, 조직 및 개인과 귀하의 개인 정보를 공유하지 않습니다. 단, 다음과 같은 경우는 예외입니다.
<br>
1. 법적 상황에서의 공유: 저희는 법률, 법규의 규정, 소송, 분쟁 해결 수요에 따라 또는 행정, 사법기관이 법에 따라 제출한 요구에 따라 대외적으로 귀하의 개인 정보를 공유할 수 있습니다.
<br>
2. 명확한 동의를 얻은 상황에서 공유: 귀하의 명확한 동의를 얻은 후에 저희는 다른 측과 귀하의 개인 정보를 공유할 것입니다.
<br>
3. 귀하가 자발적으로 선택한 상황에서 공유: 저희는 귀하의 선택에 따라 귀하의 주문 정보에서 거래와 관련된 필요한 정보를 디지털 자산의 거래 상대방에게 공유하여 귀하의 거래와 애프터서비스 수요를 실현할 것입니다.
<br>
4. 권한 수여 파트너와 공유: 우리의 관련자, 우리가 우리의 플랫폼을 경영하고 업무를 전개하는 것을 돕거나 귀하에게 서비스를 제공하는 신뢰받는 제3자, 이 당사자가 이 정보를 비밀로 하는 것에 동의하기만 하면공개된 정보가 법률, 법규, 규칙, 제도를 준수하거나 법원 또는 그 주관 당국의 명령을 준수하고, 우리의 플랫폼 정책을 집행하며, 플랫폼을 정상적으로 운영하는 데 필요하며, 관련자가 서비스를 제공하는 데 필요하거나 우리 또는 타인의 권리, 재산 또는 안전을 보호하는 것이 적절하다고 믿을 때.
<br>
(2) 양도
<br>
다음과 같은 경우를 제외하고 귀하의 개인 정보는 회사, 조직 및 개인에게 양도되지 않습니다.
<br>
1. 명확한 동의를 얻은 상황에서 양도: 귀하의 명확한 동의를 얻은 후에 저희는 다른 측에 귀하의 개인 정보를 양도할 것입니다.
<br>
2. 본 플랫폼에서 합병, 인수 또는 파산 청산 상황이 발생하거나 기타 합병, 인수 또는 파산 청산 상황이 발생할 때 만약에 개인정보 양도와 관련된 경우 저희는 귀하의 개인정보를 보유한 새로운 회사, 조직이 본 정책의 제약을 계속 받도록 요구할 것입니다. 그렇지 않으면 저희는 이 회사, 조직과 개인이 귀하께 다시 권한 수여 동의를 구하도록 요구할 것입니다.
<br>
(3) 공개공개
<br>
저희는 다음과 같은 경우에만 귀하의 개인 정보를 공개합니다.
<br>
1. 귀하의 명확한 동의를 얻거나 귀하의 주동적인 선택에 근거하여 저희는 귀하의 개인 정보를 공개적으로 공개할 수 있습니다.
<br>
2. 만약에 저희가 만약에 귀하가 법률, 법규를 위반하거나 본 플랫폼의 관련 협의와 규칙을 심각하게 위반하거나 본 플랫폼의 사용자나 대중의 인신재산 안전을 침해로부터 보호하기 위해 저희는 법률, 법규나 귀하의 동의를 얻어 귀하에 대한 개인정보를 공개할 수 있습니다. 이는 관련 위반행위와 본 플랫폼이 귀하에게 취한 조치를 포함합니다.
<br>
(4) 개인정보를 공유, 양도, 공개적으로 공개할 때 사전에 수권동의를 받은 례외
<br>
다음과 같은 경우 귀하의 개인 정보를 공유, 양도, 공개적으로 공개할 때 귀하의 권한 부여 동의를 미리 얻을 필요가 없습니다.
<br>
1. 국가 안보, 국방 안보와 관련된 경우;
<br>
2. 공공안전, 공공위생, 중대한 공공이익과 관련된 경우;
<br>
3. 범죄 수사, 기소, 재판 및 판결 집행 등 사법 또는 행정 법 집행과 관련된 경우;
<br>
4. 귀하 또는 기타 개인의 생명, 재산 등 중대한 합법적 권익을 수호하기 위하여 본인의 동의를 얻기 어려운 경우;
<br>
5. 귀하가 스스로 사회 대중에게 공개하는 개인 정보;
<br>
6. 합법적으로 공개적으로 공개한 정보에서 개인정보를 수집하는 경우, 예를 들면 합법적인 뉴스 보도, 정부 정보 공개 등 경로.
<br>
적용 가능한 법률에 따라 당사가 개인정보에 대해 기술적 조치와 기타 필요한 조치를 취하여 데이터 수신자가 특정 개인을 다시 식별할 수 없고 복원할 수 없게 하는 경우, 이러한 처리 후 데이터의 공유, 양도, 공개 공개는 별도로 귀하에게 통지하고 귀하의 동의를 구할 필요가 없다는 것을 알고 주십시오.
<br>
<strong> 4, 귀하의 정보를 보호하는 방법</strong>
<br>
1. 저희는 적절한 실물, 전자, 관리 및 기술 방면의 조치를 실시하여 귀하의 개인 정보의 안전을 보호하고 보장합니다.우리는 플랫폼을 통해 수집한 모든 개인 정보가 우리와 무관한 제3자의 방해로부터 보호되도록 최선을 다하고 있습니다.보안 조치에는 다음이 포함되지만 이에 국한되지는 않습니다.
<br>
(1) 실물조치: 귀하의 개인 정보가 저장된 기록은 자물쇠가 있는 곳에 보관됩니다.
<br>
(2) 전자 조치: 귀하의 개인 정보가 저장된 컴퓨터 데이터는 엄격한 로그인 제한을 받는 컴퓨터 시스템과 저장 미디어에 저장됩니다.
<br>
(3) 관리 조치: 저희는 내부에 사용자 정보를 안전하게 보호하는 관련 부서를 설립하고 관련 내부 통제 제도를 구축하여 귀하의 정보에 노출될 수 있는 직원에 대해 엄격한 권한 수여 원칙을 취합니다. 저희는 권한을 부여받은 직원만 귀하의 개인 데이터에 접근할 수 있습니다.
이 직원들은 우리의 개인 정보를 비밀로 하는 내부 수칙을 준수해야 한다.또한, 우리는 직원 교육 관련 법률 법규 및 프라이버시 안전 준칙과 안전 의식에 대한 제창을 지속적으로 강화하고, 정기적으로 내부 관계자를 조직하여 응급 대응 훈련과 응급 훈련을 진행하여 직무 직책과 응급 처치 전략과 규정을 파악하도록 한다
<br>
(4) 기술적 조치: Secure Socket Layer Encryption과 같은 암호화 기술을 사용하여 개인 데이터를 전송할 수 있습니다.
<br>
(5) 보안 조치: 귀하의 정보 안전을 보장하기 위해 저희는 현재 통용되는 각종 안전 기술과 관련 관리 체계를 사용하여 귀하의 정보가 누설, 훼손, 오용, 무허가 액세스, 무허가 공개와 변경될 위험을 최소화하는 데 주력합니다.예를 들어 네트워크 보안 계층 소프트웨어(SSL)를 통한 암호화 전송, 정보 암호화 저장, 데이터 센터 액세스의 엄격한 제한 등이 있습니다.개인 생체인식 정보를 포함하여 개인 민감한 정보를 전송하고 저장할 때 우리는 암호화, 권한 제어, 식별화, 탈민화 등 안전 조치를 취할 것이다.
<br>
(6) 기타 조치: 정기적으로 우리의 개인 정보 수집, 저장 및 처리 절차를 검토한다.
또한 필요한 원칙에 따라 직원과 공급업체의 데이터 액세스를 제한하고 직원과 공급업체 모두 엄격한 계약 비밀유지 의무를 준수해야 합니다.
<br>
2、만약에 저희 플랫폼에 어떠한 안전상의 빈틈이 있다는 것을 아신다면 바로 저희에게 연락하여 저희가 가능한 한 빨리 적절한 행동을 취할 수 있도록 해 주십시오.
<br>
3. 상술한 기술과 보안 조치에도 불구하고 우리는 데이터의 인터넷 수송의 절대적인 안전을 보장할 수 없다.
따라서 저희는 귀하가 저희 플랫폼을 통해 저희에게 제공한 개인 정보가 모든 경우에 안전하다는 것을 절대 보장할 수 없습니다.저희는 비정기적으로 안전 위험, 개인정보 안전 영향 평가 보고서 등 관련 내용을 업데이트하고 공개할 것입니다. 귀하는 본 플랫폼의 공고 방식을 통해 얻을 수 있습니다.
<br>
<strong> 5. 정보를 관리하는 방법 </strong>
<br>
다음과 같은 방법으로 정보를 액세스하고 관리할 수 있습니다.
<br>
(1) 귀하의 정보를 조회, 수정 및 삭제합니다.
<br>
귀하는 요구에 따라 귀하의 개인 정보 사본을 얻을 권리가 있으며 귀하에 대한 정보가 정확하고 최신인지 확인할 수 있습니다.개인 정보가 정확하지 않으면 정보를 업데이트하도록 요청할 수 있습니다.귀하는 또한 귀하의 개인 정보를 삭제하도록 요청할 수 있지만 저희는 특정한 상황에서 귀하의 삭제 요청을 거절할 수 있습니다. 예를 들어 법적 요구나 다른 법적 목적을 위해서입니다.데이터 액세스, 수정 또는 삭제 요청은 제8조의 연락처로 문의하실 수 있습니다.
<br>
데이터 액세스, 수정 또는 삭제 요청에 응답하기 위해 요청자의 신원을 확인하여 해당 요청이 법적으로 허용되는지 확인합니다.Dell의 목표는 이러한 요청에 대한 무료 응답이지만 귀하의 요청이 중복되거나 과중한 경우 귀하에게 합리적인 요금을 청구할 수 있는 권리를 보유합니다.
<br>
(2) 귀하의 권한 수여 동의 범위를 변경합니다
<br>
각 업무 기능은 기본적인 개인 정보가 있어야 완성할 수 있습니다 (본 프라이버시 정책의"제1부"참조).이 외에도 귀하는 제8조의 연락처를 통해 저희에게 연락하여 귀하의 권한 수여 동의를 받거나 회수할 수 있습니다.
<br>
귀하가 동의를 철회하면 저희는 해당 개인 정보를 처리하지 않습니다.그러나 귀하가 동의한 결정을 철회하는 것은 이전에 귀하의 권한을 바탕으로 전개된 개인 정보 처리에 영향을 주지 않습니다.
<br>
(3) 귀하의 계정에서 로그아웃
<br>
귀하는 제8조의 연락처를 통해 저희에게 연락하여 귀하의 계좌 말소를 신청할 수 있습니다.귀하가 자발적으로 계정을 해지한 후에 저희는 귀하께 제품이나 서비스를 제공하는 것을 중지하고 관련 법률의 요구에 따라 귀하의 개인 정보를 삭제하거나 익명으로 처리합니다.
<br>
(4) 위의 요청에 응답
<br>
보안을 위해 서면으로 요청하거나 다른 방법으로 신분을 증명해야 할 수도 있습니다.귀하의 요청을 처리하기 전에 귀하의 신원 확인을 요청할 수 있습니다.
<br>
우리는 15일 내에 회답을 할 것이다.불만족스러우면 저희가 제공한 연락처를 통해 불만을 제기할 수도 있습니다.
<br>
귀하의 합리적인 청구에 대하여 저희는 원칙적으로 비용을 받지 않지만 여러 번 반복되고 합리적인 한도를 초과하는 청구에 대하여 저희는 사정을 참작하여 일정한 비용을 받을 것입니다.귀하의 신분과 직접 관련되지 않은 정보, 무단 중복 정보, 또는 너무 많은 기술적 수단 (예를 들어 새로운 시스템을 개발하거나 현행 관례를 근본적으로 바꿔야 함), 타인의 합법적 권익에 위험을 초래하거나 비현실적인 요청에 대해서는 거절할 수 있습니다.
<br>
다음과 같은 경우 법적 요구 사항에 따라 귀하의 요청에 응답할 수 없습니다.
<br>
1. 국가 안보, 국방 안보와 관련된 경우;
<br>
2. 공공안전, 공공위생, 중대한 공공이익과 관련된 경우;
<br>
3. 범죄 수사, 기소, 재판 및 집행 판결 등과 관련된 경우;
<br>
4. 개인정보주체에 주관적인 악의가 존재하거나 권리를 람용했다는 충분한 증거가 있는 경우;
<br>
5. 귀하의 요청에 응답하면 귀하 또는 기타 개인, 조직의 합법적 권익이 심각한 손해를 입게 될 경우;
<br>
6. 상업비밀과 관련된.
<br>
<strong> 6, 미성년자의 정보를 처리하는 방법 </strong>
<br>
이 플랫폼은 어린이에게 개방되어 있으며, 사용자가 만 14세 미만인 것을 발견하거나 의심할 경우 사용자에게 계정을 폐쇄하도록 요구하며, 사용자가 플랫폼 제품이나 서비스를 계속 사용할 수 있도록 허용하지 않습니다.우리는 가능한 한 빨리 관련 데이터를 삭제할 것이다.귀하가 만 14세 이하의 사람이 저희 서비스를 사용하는 것을 아신다면 저희에게 알려 주십시오. 저희가 저희의 제품이나 서비스를 받지 못하도록 조치를 취해 주십시오.
<br>
만 14세가 되었지만 만 18세가 되지 않은 미성년자의 경우, 부모 또는 보호자가 미성년자에게 서비스를 사용하도록 지도할 것을 기대합니다.저희는 관련 법률과 법규의 규정에 따라 미성년자의 정보의 비밀성과 안전성을 보호할 것입니다.
<br>
귀하가 미성년자인 경우 귀하의 부모 또는 보호자에게 이 정책을 읽고 귀하의 부모 또는 보호자의 동의를 얻어 저희 서비스를 사용하거나 저희에게 귀하의 정보를 제공하는 것이 좋습니다.부모 또는 보호자의 동의를 얻어 귀하의 정보를 수집하는 경우 저희는 법률의 허락을 받거나 부모 또는 보호자의 명확한 동의를 받거나 귀하의 권익을 보호하는 데 필요한 경우에만 이 정보를 사용하거나 공개합니다.만약에 귀하의 보호자가 귀하가 본 정책에 따라 저희 서비스를 사용하거나 저희에게 정보를 제공하는 것에 동의하지 않으신다면 저희는 상응하는 조치를 취할 수 있도록 저희 서비스의 사용을 즉시 중지하고 저희에게 알려 주십시오.
<br>
귀하가 미성년자의 부모 또는 보호자인 경우, 귀하가 보호하는 미성년자의 정보 처리에 의문이 있을 경우 본 정책이 발표한 연락처를 통해 저희에게 연락하십시오.
<br>
<strong> 7. 본 프라이버시 정책은 </strong> 업데이트 방법
<br>
개인 정보 보호 정책이 변경될 수 있습니다.
<br>
귀하의 명확한 동의 없이 저희는 귀하가 본 프라이버시 정책에 따라 누려야 할 권리를 제한하지 않습니다.Google은 개인 정보 보호 정책에 대한 변경 사항을 공식 채널에 게시합니다.개정에 동의하지 않을 경우 이 플랫폼에 대한 즉각적인 액세스를 중지해야 합니다.개인 정보 보호 정책의 최신 버전이 릴리즈될 때, 귀하는 이 플랫폼에 방문하여 귀하가 업데이트된 내용에 동의하고 업데이트된 개인 정보 보호 정책을 준수하는 것에 동의함을 표시하고 표명합니다.
<br>
중대한 변경에 대하여 저희는 더욱 현저한 통지를 제공할 것입니다 (이 플랫폼에 공시된 방식으로 통지하거나 심지어 귀하께 탄창 제시를 제공할 것까지).
<br>
본 정책에 명시된 주요 변경 사항은 다음과 같습니다.
<br>
1. 우리의 서비스 모델에 중대한 변화가 생겼다.예를 들어 개인정보를 처리하는 목적, 처리하는 개인정보 유형, 개인정보의 사용 방식 등;
<br>
2. 우리는 통제권 등 방면에서 중대한 변화가 발생한다.례를 들면 인수합병과 재편성 등으로 인한 정보통제자의 변경 등;
<br>
3. 개인정보 공유, 양도 또는 공개 공개의 주요 대상에 변화가 발생한다.
<br>
4. 귀하가 개인정보처리에 참여하는 권리와 그 행사방식에 중대한 변화가 발생한다.
<br>
5. 우리는 개인정보안전을 처리하는 책임부문, 련락방식 및 고소경로에 변화가 발생하였음을 책임진다.
<br>
6. 개인정보안전영향평가보고는 고위험이 존재한다는것을 보여준다.
</p>`,

	//用户协议
	userAgreementText: `<p>중요 팁: </p>
<p><br>
특히 다음과 같은 사항을 알려드립니다.
<br>
• 1 디지털 자산 자체는 금융 기관 또는 회사 또는 웹 사이트에서 발행되지 않습니다.
<br>
• 2 디지털 자산 시장은 완전히 새롭고 확인되지 않았으며 성장하지 않을 수 있습니다.
<br>
•3
디지털 자산은 주로 투기꾼이 대량으로 사용하고, 소매와 상업 시장의 사용이 상대적으로 적으며, 디지털 자산 거래에는 매우 높은 위험이 존재하며, 하루 종일 끊임없이 거래하고, 등락 제한이 없으며, 가격은 농가, 글로벌 정부 정책의 영향을 받아 크게 변동하기 쉽다;
<br>
•4
회사가 일방적으로 귀하가 본 협의를 위반했다고 판단하거나 귀하가 관할하는 지역의 법률에 따라 본 사이트에서 제공한 서비스나 귀하가 본 사이트에서 제공한 서비스를 사용하는 행위가 불법이라고 판단할 경우 귀하는 언제든지 귀하의 계좌를 정지하거나 중지하거나 귀하가 본 사이트에서 제공한 서비스나 디지털 자산 거래를 정지하거나 중지할 권리가 있습니다.
디지털 자산 거래는 대부분의 사람들에게 적합하지 않은 매우 높은 위험을 가지고 있습니다.귀하는 이 거래가 일부 손실 또는 전체 손실을 초래할 수 있음을 이해하고 이해하기 때문에 귀하는 감당할 수 있는 손실 정도로 거래의 금액을 결정해야 합니다.디지털 자산이 파생 위험을 초래할 수 있다는 점을 이해하고 이해하려면 전문 컨설턴트의 도움을 받는 것이 좋습니다.또한 위에서 언급한 위험 이외에 예측하지 못한 위험도 존재한다.귀하는 자신의 재정 상태와 상술한 각종 위험을 평가하기 위해 디지털 자산을 매매하는 결정을 내리고 이로 인해 발생하는 모든 손실을 부담하는 것을 신중하게 고려하고 명확한 판단 능력으로 평가해야 합니다. 저희는 이에 대해 어떠한 책임도 지지 않습니다.
</p>
<p><br>
삼가 알려드립니다.
<br><br>
</p>
<p>
•1
이 웹 사이트의 의견, 메시지, 검토, 분석, 가격, 제안 및 기타 정보는 일반적인 시장 의견이며 투자 제안이 아닙니다.저희는 이 정보에 의존하여 직접적이거나 간접적으로 발생하는 어떠한 손실도 책임지지 않습니다. 이는 어떠한 이윤 손실도 포함하고 이에 국한되지 않습니다.
<br>
•2
본 사이트의 등록 정보는 예고 없이 변경될 수 있습니다. 저희는 합리적인 조치를 취해 사이트 정보의 정확성을 확보했지만 정확성을 보장할 수 없습니다. 또한 본 사이트의 정보나 인터넷을 연결하지 못하거나 그 어떠한 통지와 정보를 전송하거나 받을 때의 지연이나 실패로 인해 직간접적으로 발생하는 손실도 부담하지 않습니다.
<br>
•3
인터넷 형태의 거래 시스템을 사용하는 것도 소프트웨어, 하드웨어, 인터넷 링크의 실패 등을 포함하되 이에 국한되지 않는 위험을 안고 있다.인터넷의 신뢰성과 가용성을 제어할 수 없기 때문에 왜곡, 지연 및 링크 실패에 대한 책임은 지지 않습니다.
<br>
•4
본 사이트를 이용하여 악의적인 시장조작, 부정거래 등 모든 부도덕한 거래 활동을 하는 것을 금지합니다. 만약에 이런 사건이 발견되면 본 사이트는 악의적인 가격조작, 거래시스템에 악의적으로 영향을 주는 등 부도덕한 행위에 대해 경고, 거래제한, 계좌정지 등 예방적인 보호 조치를 취할 것입니다. 저희는 이로 인해 발생하는 모든 책임을 지지 않고 관계자에게 책임을 물을 권리를 보유합니다.
</p><br>
<p>1, 총칙</p><br>
<p>
•1.1
"사용자 계약"(이하"본 계약"또는"본 조항 및 조건"이라 함) 은 본문,"개인 정보 보호 조항","당신의 고객 및 자금 세탁 방지 정책 이해"및 본 사이트가 이미 게시했거나 앞으로 게시할 수 있는 각종 규칙, 성명, 설명 등으로 구성된다.
<br>
•1.2
귀하는 본 사이트에서 제공하는 각종 서비스를 사용하기 전에 본 협의를 자세히 읽고 이해하지 못하거나 기타 필요한 경우 전문 변호사에게 문의하십시오.귀하가 본 계약에 동의하지 않거나 언제든지 수정할 경우 귀하는 본 사이트에서 제공하는 서비스의 사용을 중지하거나 본 사이트에 로그인하지 마십시오.귀하가 본 사이트에 로그인하거나 본 사이트의 서비스를 사용하거나 기타 유사한 행위를 하면 귀하가 본 협의의 각종 속성을 이해하고 완전히 동의한 것으로 본 사이트가 본 협의에 대해 수시로 수정한 것을 포함합니다.
<br>
•1.3
귀하는 본 사이트의 요구에 따라 관련 정보를 기입하고 기타 관련 절차를 거친 후에 본 사이트의 회원이 될 수 있는 회원(이하 "회원")을 성공적으로 등록하여 등록하는 과정에서 "동의" 단추를 누르면 귀하가 전자서명 형식으로 회사와 협의를 달성하는 것을 의미합니다.또는 귀하가 본 사이트를 사용하는 과정에서 "동의" 또는 유사한 뜻을 표시하는 단추를 클릭하거나 본 사이트가 제공하는 서비스를 다른 사이트에서 허용하는 방식으로 실제로 사용하는 경우 귀하는 본 협의에 규정된 모든 조항의 제약을 완전히 이해하고 동의하며 받아들입니다. 귀하가 직접 작성한 서면 서명이 없으면 본 협의가 귀하에게 주는 법적 구속력에 영향을 주지 않습니다.
<br>
• 1.4 본 사이트의 회원이 되면 귀하는 회원 계정과 해당하는 비밀번호를 받게 됩니다. 이 계정과 비밀번호는 귀하가 보관하고 있습니다.귀하는 귀하의 계정으로 진행되는 모든 활동과 사건에 대해 법적 책임을 져야 합니다.
<br>
• 1.5 본 사이트의 회원만 본 사이트가 제공하는 디지털 자산 거래 플랫폼을 이용하여 거래할 수 있으며 본 사이트가 규정한 다른 회원만 받을 수 있는 서비스를 받을 수 있습니다.
<br>
• 1.6 본 웹 사이트에서 제공하는 모든 서비스와 기능을 등록 및 사용함으로써 귀하는 읽은 것으로 간주됩니다.
<br>
• 1.6.1 본 계약의 모든 약관에 적용됩니다.
<br>
•1.6.2
귀하는 귀하가 만 16세가 되었거나 서로 다른 적용 가능한 법률에 따라 계약을 체결할 수 있는 법정 연령이 있음을 확인합니다. 귀하가 본 사이트의 등록, 판매 또는 구매, 발표 등 본 사이트의 서비스를 받는 행위는 귀하에게 관할권이 있는 주권국가 또는 지역의 관련 법률과 법규에 부합되어야 하며 이러한 조항을 받아들이고 거래를 체결하며 본 사이트를 이용하여 디지털 자산을 거래할 수 있는 충분한 능력이 있어야 합니다.
<br>
• 1.6.3 귀하는 거래에 관련된 귀하의 디지털 자산이 모두 합법적으로 취득되고 소유권을 가진다는 것을 보증합니다.
<br>
• 1.6.4 귀하는 귀하가 귀하의 거래 또는 비거래 행위에 대해 모든 책임과 수익이나 손실을 부담하는 것에 동의합니다.
<br>
• 1.6.5 귀하가 등록할 때 제공한 정보가 진실하고 정확하다는 것을 확인합니다.
<br>
• 1.6.6 귀하는 모든 관련 법률의 규정을 준수하는 데 동의합니다. 세금 목적에 대해 거래 이윤을 보고하는 것을 포함합니다.
<br>
• 1.6.7 귀하는 본 사이트가 제공하는 서비스와 관련이 있든 없든 언제든지 본 사이트나 회사의 이익을 해치는 행위나 활동에 참여하지 않음에 동의합니다.
<br>
• 1.6.8 본 계약은 귀하와 저희 사이에 이루어진 권리와 의무 관계를 제약하는 것이지 본 사이트 사용자와 다른 사이트와 귀하 간의 디지털 자산 거래로 인해 발생하는 법적 관계와 법적 분쟁에 관한 것이 아닙니다.
</p><br>
<p>2. 협의 개정 </p><br>
<p>
저희는 본 협의를 수시로 수정하고 사이트 공시 방식으로 공고하며 귀하께 따로 알리지 않을 권리를 가집니다. 변경된 협의는 본 협의의 첫 페이지에 변경 시간을 표시하고 사이트에 발표하면 자동으로 효력을 발생합니다.귀하는 본 협의의 업데이트 변경 시간과 업데이트 내용을 수시로 조회하고 주목해야 합니다. 만약에 귀하가 관련 변경에 동의하지 않으면 본 사이트의 서비스 사용을 즉시 중지해야 합니다.귀하가 본 사이트 서비스를 계속 사용한다는 것은 귀하가 수정된 협의의 제약을 받아들이고 동의하는 것을 의미합니다.
</p><br>
<p>3. 등록 </p><br>
<p>
• 3.1 등록 자격
<br>
귀하는 귀하가 등록 절차를 완료하거나 본 사이트가 제공하는 서비스를 다른 사이트에서 허용하는 방식으로 실제 사용할 때 귀하는 해당 법률에 규정된 본 협의에 서명할 수 있고 본 사이트의 서비스를 사용할 수 있는 능력을 갖춘 자연인, 법인 또는 다른 조직이어야 한다는 것을 확인하고 약속합니다.귀하가 등록 동의 버튼을 클릭하면 귀하 자신이나 귀하의 권한 있는 대리인이 이 협의의 속성에 동의하고 그 대리인이 본 사이트의 서비스를 등록하고 사용한다는 것을 의미합니다.만약에 귀하가 상술한 주체 자격을 갖추지 못하면 귀하와 귀하의 권한 있는 대리인은 이로 인해 발생하는 모든 결과를 책임져야 하며 회사는 귀하의 계좌를 말소하거나 영구적으로 동결하고 귀하와 귀하의 권한 있는 대리인에게 책임을 추궁할 권리를 가집니다.
<br>
• 3.2 등록 목적
<br>
귀하는 귀하가 본 사이트를 등록하는 것은 법률과 법규를 위반하거나 본 사이트의 디지털 자산 거래 질서를 파괴하는 목적이 아니라는 것을 확인하고 약속합니다.
<br>
• 3.3 등록 프로세스
<br>
•3.3.1
귀하는 본 사이트의 사용자 등록 페이지의 요구에 따라 유효한 이메일, 핸드폰 번호 등 정보를 제공하는 것에 동의합니다. 귀하는 귀하가 제공한 핸드폰 번호를 로그인 수단으로 사용하여 본 사이트에 들어갈 수 있습니다.필요한 경우, 다른 법역 관련 법률 법규의 규정에 따라, 귀하는 반드시 귀하의 실명, 신분증 등 법률 법규 및 프라이버시 조항 및 돈세탁 방지 조항에 규정된 관련 정보를 제공하고, 등록 자료를 끊임없이 업데이트하여, 적시에, 상세하고, 정확한 요구에 부합해야 합니다.원래 입력한 모든 데이터는 등록 데이터로 참조됩니다.그러한 정보의 신뢰성, 무결성 및 정확성에 대한 책임은 귀하에게 있으며, 이로 인해 발생하는 모든 직접적 또는 간접적 손실과 불리한 결과를 책임져야 합니다.
<br>
• 3.3.2 귀하는 합법적이고 완전하며 등록에 필요한 정보와 경험증을 제공하며 본 사이트의 계정과 비밀번호를 얻을 권리가 있습니다. 귀하는 본 사이트의 계정과 비밀번호를 얻은 경우 등록에 성공한 것으로 간주하고 본 사이트에서 회원가입을 할 수 있습니다.
<br>
• 3.3.3 귀하는 본 사이트에서 발송한 본 사이트의 관리, 운영과 관련된 이메일 및/또는 짧은 메시지를 받는 것에 동의합니다.
</p><br>
<p> 4, 서비스 </p> <br>
<p>
• 4.1 서비스 내용
<br>
• 4.1.1 귀하는 본 사이트에서 디지털 자산의 각종 상품의 실시간 시세와 거래 정보를 조회할 수 있고 본 사이트를 통해 디지털 자산 거래 지령을 제출하고 디지털 자산 거래를 완성할 수 있습니다.
<br>
• 4.1.2 귀하는 본 사이트에서 귀하의 회원 계정 아래의 정보를 볼 권리가 있고 본 사이트에서 제공하는 기능을 응용하여 조작할 권리가 있습니다.
<br>
• 4.1.3 귀하는 본 사이트에 게시된 활동 규칙에 따라 본 사이트가 조직한 사이트 활동에 참여할 권리가 있습니다.
<br>
• 4.1.4 본 웹 사이트는 귀하에게 제공할 수 있는 기타 서비스를 약속합니다.
<br>
• 4.2. 서비스 규칙 귀하는 다음과 같은 본 사이트의 서비스 규칙을 준수할 것을 약속합니다.
<br>
•4.2.1
귀하는 법률과 법규를 준수하고 귀하의 계정과 로그인 비밀번호, 자금 비밀번호, 그리고 핸드폰으로 받은 핸드폰 인증 코드를 잘 사용하고 보관해야 합니다.귀하는 귀하의 계정과 로그인 비밀번호, 자금 비밀번호, 핸드폰 인증 코드를 사용한 모든 조작과 결과에 대해 모든 책임을 집니다.귀하가 본 사이트의 계정, 로그인 비밀번호, 또는 자금 비밀번호, 인증 코드가 귀하의 권한을 받지 않은 제3자에 의해 사용되거나 다른 계정의 안전 문제가 존재하는 것을 발견하면 즉시 본 사이트에 효과적으로 통지하고 본 사이트가 본 사이트의 계정의 서비스를 잠시 중단하도록 요구해야 합니다.본 사이트는 귀하의 해당 요청에 대해 합리적인 시간 내에 조치를 취할 권리가 있으나, 본 사이트는 귀하의 손실을 포함하되 이에 국한되지 않는 조치를 취하기 전에 발생한 결과에 대해 어떠한 책임도 지지 않습니다.귀하는 본 사이트의 동의 없이 본 사이트의 계정을 증여, 차용, 임대, 양도 또는 기타 방식으로 타인에게 처분할 수 없습니다.
<br>
• 4.2.3 귀하는 귀하의 본 사이트의 계정, 비밀번호에서 발생하는 모든 활동(정보 공개, 정보 발표, 인터넷 클릭 동의 또는 각종 규칙 협의 제출, 인터넷 갱신 협의 또는 서비스 구매 등을 포함하되 이에 국한되지 않음)에 대해 책임을 지는 것에 동의합니다.
<br>
4.2.4
귀하는 본 사이트에서 디지털 자산 거래를 할 때 디지털 자산 거래의 정상적인 진행을 악의적으로 방해하고 거래 질서를 파괴해서는 안 됩니다.어떠한 기술적 수단이나 다른 방식으로도 본 사이트의 정상적인 운행을 방해하거나 다른 사용자의 본 사이트 서비스 사용을 방해할 수 없다.사실을 허구하는 등의 방식으로 본 사이트의 영업권을 악의적으로 비방할 수 없다.
<br>
• 4.2.5 만약에 귀하가 인터넷 거래로 인해 다른 사용자와 분쟁이 발생할 경우 사법 또는 행정 이외의 경로를 통해 본 사이트에 관련 자료를 요구할 수 없습니다.
<br>
• 4.2.6 귀하가 본 사이트에서 제공한 서비스를 사용하는 과정에서 발생하는 기타 방면의 비용은 귀하가 단독으로 판단하고 부담합니다.
<br>
• 4.3 제품 규칙
<br>
• 4.3.1 거래 정보 검색
<br>
• 귀하는 본 사이트에서 거래 정보를 조회할 때 거래 정보에 포함된 모든 내용을 자세히 읽어야 합니다. 가격, 위탁량, 수수료, 매입 또는 매도 방향을 포함하되 이에 국한되지 않습니다.
귀하는 거래 정보에 포함된 모든 내용을 완전히 수락한 후에 단추를 눌러 거래를 진행할 수 있습니다.
<br>
• 4.3.2 거래 내역 보기
<br>
• 귀하의 계정을 통해 해당 거래 기록을 볼 수 있습니다.
</p><br>
<p> 5. 본 사이트의 권리와 의무 </p> <br>
<p>
•5.1
만약에 귀하가 본 협의에 규정된 등록 자격을 갖추지 못하면 본 사이트는 귀하의 등록을 거부할 권리가 있고 이미 등록한 경우 본 사이트는 귀하의 회원 계정을 말소할 권리가 있으며 본 사이트는 귀하 또는 귀하의 권한 있는 대리인에게 책임을 추궁할 권리를 가집니다.또한 이 웹 사이트는 귀하의 등록을 수락할지 여부를 결정할 수 있는 다른 모든 권한을 보유합니다.
<br>
• 5.2 본 사이트의 판단에 따라 본 사이트는 귀하 또는 귀하의 관련 계정 사용자가 고위험 투자에 적합하지 않다는 것을 발견하면 귀하의 계정과 모든 관련 계정의 사용을 중지하거나 중지할 권리가 있습니다.
<br>
• 5.3 본 사이트에서 계정 사용자가 계정의 최초 등록자가 아닌 것을 발견하면 해당 계정의 사용을 중지하거나 중지할 권리가 있습니다.
<br>
• 5.4 본 사이트는 기술 검사, 인공 추출 검사 등 검사 방식을 통해 귀하가 제공한 정보의 오류, 부실, 실효 또는 불완전함을 합리적으로 의심할 경우 귀하에게 정보를 정정, 갱신하거나 중지, 종료하여 본 사이트의 서비스를 제공하도록 통지할 권리가 있습니다.
<br>
• 5.5 본 사이트는 본 사이트에 표시된 모든 정보에 명백한 오류가 발견되면 정보를 수정할 권리가 있습니다.
<br>
•5.6
본 사이트는 언제든지 본 사이트의 서비스를 수정, 중지 또는 중지할 권리를 보유하며, 본 사이트는 서비스를 수정하거나 중지할 권리를 행사하여 사전에 귀하에게 알릴 필요가 없습니다.본 사이트가 본 사이트의 하나 이상의 서비스를 종료하는 경우, 종료는 본 사이트가 사이트에 종료 공고를 발표한 날로부터 효력이 발생한다.
<br>
• 5.7 본 사이트는 필요한 기술적 수단과 관리 조치를 취하여 본 사이트의 정상적인 운영을 보장하고 필요하고 신뢰할 수 있는 거래 환경과 거래 서비스를 제공하여 디지털 자산의 거래 질서를 유지한다.
<br>
• 5.8 만약에 귀하가 1년 동안 본 사이트의 회원 계정과 비밀번호를 사용하여 본 사이트에 로그인하지 않으면 본 사이트는 귀하의 본 사이트 계정을 취소할 권리가 있습니다.계정이 말소된 후, 본 사이트는 상응하는 회원명을 다른 사용자에게 개방하여 등록하여 사용할 권리가 있다.
<br>
• 5.9 본 웹 사이트는 기술 투자, 보안 강화 등의 조치를 통해 귀하의 디지털 자산을 보호하고 귀하의 계정에 예견할 수 있는 보안 위험이 발생할 경우 미리 알려드립니다.
<br>
• 5.10 본 사이트는 본 사이트의 각종 법률, 법규나 본 사이트의 규정에 부합되지 않는 속성 정보를 수시로 삭제할 권리가 있으며 본 사이트는 이 권리를 행사할 때 귀하에게 미리 통지할 필요가 없습니다.
<br>
•5.11
본 사이트는 귀하가 속한 주권국가나 지역의 법률, 법규, 규칙, 명령 등 규범의 요구에 따라 귀하에게 더 많은 정보나 자료 등을 제공하고 합리적인 조치를 취하여 현지의 규범의 요구에 부합하도록 할 권리가 있으며 귀하는 협조할 의무가 있습니다.본 사이트는 귀하가 속한 주권국가나 지역의 법률, 법규, 규칙, 명령 등 규범의 요구에 따라 귀하에게 본 사이트의 일부 또는 전체 서비스를 개방하는 것을 정지하거나 영구적으로 정지할 권리가 있습니다.
</p><br>
<p>6, 책임제한 및 면책 </p><br>
<p>
• 6.1 귀하는 어떠한 경우에도 저희는 다음 사항에 대해 책임을 지지 않는다는 것을 이해하고 동의합니다.
<br>
• 6.1.1 수익의 손실;
<br>
• 6.1.2 거래 이익 또는 계약 손실;
<br>
• 6.1.3 업무 중단으로 인한 손실
<br>
• 6.1.4 예상 절감 가능한 통화의 손실
<br>
• 6.1.5 정보 문제로 인한 손실
<br>
• 6.1.6 기회, 영업 기회 또는 평판의 손실
<br>
• 6.1.7 데이터의 손상 또는 손실
<br>
• 6.1.8 대체 제품 또는 서비스 구입 비용
<br>
•6.1.9
침해(과실 포함), 위약 또는 기타 어떠한 원인으로 인해 발생하는 간접적이고 특수하거나 부대적인 손실이나 손해는 이러한 손실이나 손해가 우리를 위해 합리적으로 예견할 수 있든 없든 상관없다.우리가 사전에 이런 손실이나 손해의 가능성이 있다는 것을 통지받았든 없든 상관없다.
<br>
• 6.1.1조에서 8.1.9조는 모두 서로 독립적이다.
<br>
• 6.2 귀하는 다음과 같은 상황에서 발생하는 귀하의 손해 배상에 대해 책임을 지지 않는다는 것을 이해하고 동의합니다.
<br>
• 6.2.1 귀하의 구체적인 거래 사항에 중대한 위법 또는 위약 상황이 존재할 수 있습니다.
<br>
• 6.2.2 귀하의 이 사이트 행위는 위법 또는 부도덕한 혐의가 있습니다.
<br>
• 6.2.3 본 사이트 서비스를 통해 데이터, 정보를 구매하거나 얻거나 거래를 하는 행위 또는 대체 행위로 인해 발생하는 비용 및 손실.
<br>
• 6.2.4 본 웹 사이트 서비스에 대한 귀하의 오해.
<br>
• 6.2.5 본 웹 사이트에서 제공하는 서비스와 관련되지 않은 기타 손해
<br>
•6.3
정보 네트워크 장비 유지 관리, 정보 네트워크 연결 장애, 컴퓨터, 통신 또는 기타 시스템 장애, 전력 장애, 기상 원인, 사고, 파업, 노동 쟁의, 폭동, 봉기, 폭동, 생산성 또는 생산 자료 부족, 화재, 홍수, 폭풍, 폭발, 전쟁, 은행 또는 기타 협력사 원인, 디지털 자산 시장 붕괴, 정부 행위,
사법 또는 행정 기관의 명령, 우리가 통제할 수 있는 범위 내에 있지 않거나 우리가 통제할 능력이 없는 행위 또는 제3자의 원인으로 인해 발생한 서비스 불가 또는 지연 및 귀하의 손실에 대해 저희는 어떠한 책임도 지지 않습니다.
<br>
•6.4
저희는 본 사이트에 포함된 모든 정보, 프로그램, 텍스트 등이 완전히 안전하고 어떠한 바이러스, 목마와 같은 악성 프로그램의 방해와 파괴를 받지 않기 때문에 귀하가 본 사이트의 어떠한 서비스를 로그인, 사용하거나 다운로드하고 사용하는 모든 프로그램, 정보, 데이터 등은 귀하 개인의 결정이고 위험과 발생할 수 있는 손실을 부담합니다.
<br>
•6.5
저희는 본 사이트에 링크된 제3자 사이트의 모든 정보, 제품 및 업무 및 기타 어떠한 형식의 저희에게 속하지 않는 주체의 속성 등에 대해 어떠한 보증과 승낙도 하지 않습니다. 만약에 귀하가 제3자 사이트에서 제공하는 모든 서비스, 정보와 제품 등을 사용할 경우 귀하의 개인에 의해 결정되고 이로 인해 발생하는 모든 책임을 집니다.
<br>
•6.6
저희는 귀하가 본 사이트 서비스를 사용하는 것에 대해 어떠한 명시적이거나 암시적인 보증도 하지 않습니다. 여기에는 본 사이트가 제공하는 서비스의 적용성, 오류나 누락이 없음, 지속성, 정확성, 신뢰성, 특정한 용도에 대한 적용이 포함되지만 이에 국한되지는 않습니다.또한 저희는 본 사이트에서 제공하는 서비스와 관련된 기술과 정보의 유효성, 정확성, 정확성, 신뢰성, 품질, 안정, 완전성과 적시성에 대해 어떠한 약속과 보증도 하지 않습니다.이 웹 사이트에서 제공하는 서비스의 로그인 또는 사용 여부는 귀하의 개인적인 결정이며 위험 및 발생할 수 있는 손실에 대한 책임입니다.우리는 디지털 자산의 시장, 가치와 가격 등에 대해 어떠한 명시적이거나 암시적인 보증도 하지 않습니다. 귀하는 디지털 자산 시장이 불안정하고 가격과 가치가 수시로 큰 폭으로 변동하거나 붕괴될 수 있음을 이해하고 이해합니다. 디지털 자산을 거래하는 것은 귀하 개인의 자유로운 선택과 결정이며 스스로 위험을 부담하고 발생할 수 있는 손실입니다.
<br>
•6.7
본 계약에 명시된 우리의 보증과 약속은 본 계약과 본 사이트에서 제공하는 서비스에 대한 우리의 유일한 보증과 진술이며 서면이나 구두, 명시적 또는 암시적 등 다른 수단과 방식으로 이루어진 모든 보증과 약속을 대체합니다.이 모든 보증과 진술은 우리 자신의 약속과 보증을 대표할 뿐 제3자가 본 협의의 보증과 약속을 준수하는 것을 보장하지 않는다.
<br>
• 6.8 저희는 본 협의에서 언급되지 않은 법률이 적용되는 최대 범위 내에서 저희가 누리는 손해배상 책임을 제한, 면제 또는 상쇄할 권리를 포기하지 않습니다.
<br>
• 6.9 귀하가 등록하면 본 계약에 규정된 규칙에 따라 당사가 수행하는 모든 작업을 승인하고 발생하는 모든 위험은 귀하가 부담합니다.
</p><br>
<p> 7. 협의의 종료 </p> <br>
<p>
• 7.1 본 사이트는 본 협의의 약정에 따라 본 사이트의 모든 서비스를 종료할 권리가 있으며 본 협의는 본 사이트의 모든 서비스가 종료되는 날에 종료된다.
<br>
• 7.2 본 계약이 종료된 후 귀하는 본 사이트에 서비스를 계속 제공하거나 다른 의무를 이행하도록 요구할 권리가 없습니다. 이는 본 사이트가 귀하에게 본 사이트의 계정에 있는 정보를 보존하거나 공개하도록 요구하는 것을 포함하고 이에 국한되지 않습니다.
읽거나 보내지 않은 정보 등을 귀하 또는 제3자에게 전달합니다.
<br>
• 7.3 본 협의의 종료는 약속을 지키는 방향의 위약 측이 다른 책임을 요구하는 데 영향을 주지 않는다.
</p><br>
<p>8, 지적재산권</p><br>
<p>
• 8.1 본 사이트에 포함된 모든 지적 성과는 사이트 로고, 데이터베이스, 사이트 디자인, 텍스트 및 그래프, 소프트웨어, 사진, 비디오, 음악, 사운드 및 상기 조합, 소프트웨어 컴파일, 관련 소스 코드 및 소프트웨어를 포함하되 이에 국한되지 않음
(작은 어플리케이션 및 스크립트 포함) 지적 재산권은 이 웹 사이트에 귀속됩니다.상업적인 목적으로 앞서 설명한 자료나 속성을 복사, 변경, 복사, 전송 또는 사용할 수 없습니다.
<br>
• 8.2 본 웹 사이트 이름에 포함된 모든 권리(상업 명예 및 상표, 로고를 포함하되 이에 국한되지 않음)는 회사의 소유입니다.
<br>
• 8.3 귀하는 본 사이트의 서비스를 사용하는 과정에서 본 사이트 또는 타인의 지적재산권 권리를 불법으로 사용하거나 처분할 수 없습니다.이 웹 사이트에 게시된 정보를 다른 웹 사이트 (및 미디어) 에 게시하거나 사용할 수 있는 권한을 부여할 수 없습니다.
<br>
• 8.4 귀하가 본 사이트에 로그인하거나 본 사이트에서 제공하는 서비스를 사용하는 것은 저희가 귀하에게 지적재산권을 양도하는 것으로 간주하지 않습니다.
</p><br>
<p>9, </p><br> 계산
<p>모든 거래 계산 결과는 저희의 확인을 거쳤지만 저희는 사이트의 사용이 방해를 받지 않거나 오차가 없음을 보장할 수 없습니다.</p><br>
<p>10, 분할성 </p><br>
<p>본 계약의 모든 조항이 관할권이 있는 법원에서 집행 불가능, 무효 또는 불법으로 인정되는 경우 본 계약의 나머지 조항의 효력에 영향을 미치지 않습니다.</p><br>
<p> 11, 비 에이전트 관계</p><br>
<p>본 협의의 어떠한 규정도 저희를 창조, 암시 또는 다른 방식으로 귀하의 대리인, 수탁자 또는 다른 대표자로 간주할 수 없습니다. 본 협의에 다른 규정이 있는 경우를 제외합니다.</p><br>
<p>12, 기권 </p><br>
<p>
당사 또는 귀하의 어느 일방이 본 협의에 약정된 위약책임 또는 기타 책임을 추궁하는 기권은 기타 위약책임에 대한 기권으로 인정하거나 해석할 수 없습니다.어떠한 권리도 행사하지 않거나 구제할 수 없는 어떤 방식도 해당 권리나 구제에 대한 포기로 해석된다.
</p><br>
<p> 13, 제목 </p> <br>
<p>모든 제목은 계약 설명을 용이하게 할 뿐 계약 약관의 속성이나 범위를 확대하거나 제한하는 데 사용되지 않습니다.</p>
<p>타인 대리 충전 프로토콜: 타인을 위해 USDT, ETH, BTC, 다양한 화폐 거래를 대리 충전, 일단 엄격한 처벌이 감지되었습니다!</p>
<p></p><br>
<p> 14. 협의의 발효와 해석</p><br>
<p>
• 14.1 본 계약은 귀하가 본 사이트 등록 페이지의 동의를 클릭하여 등록 절차를 완료하고 본 사이트의 계정과 비밀번호를 획득할 때 효력을 발생하며 본 사이트와 귀하에게 구속력을 가집니다.
<br>
• 14.2 본 계약의 최종 해석권은 본 웹 사이트에 있습니다.
<br>
•14.3
개인이 계좌사용을 신청할 경우 GTM 관련 부서의 요구에 따라 조건에 규정된 본인의 유효증명서 및 수불계좌를 제공하여야 하며, GTM 관련 부서의 심사에 합격한 후 기명계좌를 개설하여야 한다;GTM 및 그 계좌를 신청하는 것은 GTM 관련 부서의 비준을 받은 보유계좌인 본인만 사용할 수 있으며, 임대와 전대를 할 수 없다.
</p>`,















	pc: {
		// pc页面
		home: pc.home.ZH,
	},
}
export default zh //暴露出去
