// import Common from "./data/common/index" //公共模块翻译文件引入
// import User from "./data/user/index" //用户模块翻译文件引入
// import ErrorPage from "./data/error/index"
// import Home from "./data/home/index"
// import Me from "./data/me/index"
// import other from "./data/other/index"
import pc from "./data/pc/index"
const zh = {
	//托管订单
	completed: `เสร็จสิ้น`,
	cancelOrder: `ยกเลิกคำสั่งซื้อ`,
	purchaseAmount: `ยอดซื้อ`,
	profit: `รายได้`,
	day: `วัน`,
	callDate: `วันไถ่ถอน`,
	whether: `ไม่ว่าจะยกเลิกคำสั่งซื้อ`,
	dividend: `เวลาปันผล`,
	dueDividend: `จัดส่งหลังจากหมดอายุ`,
	dailyDividend: `ทุกวัน`,
	escrowAmount: `จำนวนเงินอารักขา`,
	dueReturn: `กลับมาตามวันครบกำหนด`,
	redemption: `แลกได้ตลอดเวลา`,
	availableBalance: `ยอดเงินคงเหลือ`,
	totalIncome: `รายได้รวมโดยประมาณ`,
	readAgree: `ฉันได้อ่านและตกลง`,
	serviceAgreement: `ข้อตกลงบริการจัดการการเงินของแพลตฟอร์ม`,
	trustProtocol: `<div>
					<p>1, แพลตฟอร์มเปิดตัวบริการบัญชีที่คิดดอกเบี้ยเพื่อให้บริการมูลค่าเพิ่มของสินทรัพย์ดิจิทัลที่ไม่ได้ใช้งานสำหรับผู้ใช้แพลตฟอร์ม <br>
2. สินทรัพย์ของบัญชีที่มีดอกเบี้ยจะถูกนำไปใช้ในผลิตภัณฑ์อนุพันธ์แพลตฟอร์มและโครงการร่วมทุนอื่น ๆ ที่ตามมา <br>
3. แพลตฟอร์มให้บริการบริหารความเสี่ยงสำหรับสินทรัพย์ที่โอนโดยผู้ใช้บัญชีที่มีดอกเบี้ย แพลตฟอร์มขึ้นอยู่กับระบบการควบคุมลมที่เข้มงวดของแพลตฟอร์มอย่างเต็มที่รับประกันความปลอดภัยของสินทรัพย์บริการทางการเงินของผู้ใช้และผลประโยชน์ความสงบของจิตใจ <<br>
4, เมื่อผู้ใช้บริการใช้บริการบัญชีดอกเบี้ยไม่มีเงื่อนไขอนุญาตให้แพลตฟอร์มจัดสรรและกระจายรายได้ดอกเบี้ยตามกฎของแพลตฟอร์มอย่างเหมาะสม <<br>
5 เมื่อใช้บริการบัญชีที่มีดอกเบี้ยผู้ใช้ควรปฏิบัติตามกฎหมายของประเทศที่เกี่ยวข้องเพื่อให้แน่ใจว่าแหล่งที่มาของสินทรัพย์เป็นไปตามกฎหมายและข้อกำหนด <br>
6, เมื่อใช้บริการบัญชีดอกเบี้ยผู้ใช้ควรตระหนักถึงความเสี่ยงของการลงทุนในสินทรัพย์ดิจิทัลอย่างเต็มที่ดำเนินการด้วยความระมัดระวังและอยู่เหนือความสามารถ <br>
7, ผู้ใช้ยอมรับว่าการดำเนินการลงทุนทั้งหมดที่ดำเนินการบนแพลตฟอร์มแสดงให้เห็นถึงความตั้งใจในการลงทุนที่แท้จริงและยอมรับความเสี่ยงและผลประโยชน์ที่อาจเกิดขึ้นจากการตัดสินใจลงทุนโดยไม่มีเงื่อนไข <<br>
8. แพลตฟอร์มขอสงวนสิทธิ์ในการระงับหรือยุติการให้บริการบัญชีที่มีดอกเบี้ย แพลตฟอร์มสามารถระงับ ยุติการให้บริการบัญชีที่มีดอกเบี้ยได้ตลอดเวลาหากจำเป็น br>
9, การดำเนินการบริการที่มีดอกเบี้ยอาจล่าช้าระงับระงับหรือเบี่ยงเบนเนื่องจากปัจจัยที่อาจไม่สามารถต้านทานได้เช่นความล่าช้าของเครือข่ายความล้มเหลวของระบบคอมพิวเตอร์ ฯลฯ เราจะพยายามอย่างดีที่สุดเพื่อให้แน่ใจว่า แต่ไม่ให้คำมั่นสัญญาว่าระบบการดำเนินการบริการบัญชีดอกเบี้ยมีเสถียรภาพและมีประสิทธิภาพ แต่แพลตฟอร์มจะไม่รับผิดชอบใด ๆ เนื่องจากปัจจัยข้างต้นส่งผลให้ผลการดำเนินการขั้นสุดท้ายของบริการบัญชีดอกเบี้ยแตกต่างจากที่ลูกค้าคาดหวัง <<br>
10 ผู้ใช้จะต้องปฏิบัติตามข้อกำหนดของสัญญาการให้บริการทางการเงินเมื่อใช้บริการบัญชีดอกเบี้ย <<br>
</p>
				</div>`,

	//产品列表
	managedOrder: `โฮสติ้งสั่งซื้อ`,
	earningsToday: `รายได้ที่คาดหวังในวันนี้`,
	accumulatedIncome: `สะสม`,
	singleLimit: `โควต้าเดียว`,
	dailyRate: `อัตราดอกเบี้ยรายวัน`,
	cycle: `ระยะเวลา`,

	//信托
	pledgeMining: `การขุดจำนำ`,
	underway: `กำลังดำเนินการ`,
	stabilize: `รายได้ที่มั่นคง ทำให้การขุดง่ายขึ้น`,
	income: `กำไรที่คาดหวัง`,


	//common
	copySucceeded: `ทำสำเนาประสบความสำเร็จ`,
	serverResponseFailed: `เซิร์ฟเวอร์ไม่ตอบสนอง`,
	noData: `ไม่มีข้อมูล`,
	contentdown: `ดึงขึ้น แสดงเพิ่มเติม`,
	contentrefresh: `กำลังโหลด...`,
	contentnomore: `ไม่มีข้อมูลอีกต่อไป `,


	// tabbar
	Home: `บ้าน`,
	Trade: `ธุรกรรม`,
	Future: `ตัวเลือก`,
	Trust: `เชื่อใจ`,
	Assets: `สินทรัพย์`,

	// 登录
	login: `เข้าสู่ระบบ`,
	language: `ภาษา`,
	mailbox: `กล่องจดหมาย`,
	placeholderName: `กรุณากรอกกล่องจดหมาย`,
	password: `รหัสผ่าน`,
	placeholderPassword: `โปรดป้อนรหัสผ่าน`,
	forgetPassword: `ลืมรหัสผ่าน?`,
	noHave: `ไม่มีเลขบัญชี?`,
	registerNow: `ลงทะเบียนตอนนี้`,
	errorEmpty: `ไม่สามารถว่างเปล่า`,
	errorStandard: `รูปแบบไม่ถูกต้อง`,
	errorLength: `(4-30บิต)`,
	errorLength1: `(4-300บิต)`,
	// 注册

	register: `ลงทะเบียน`,
	code: `รหัสยืนยัน`,
	placeholderCode: `โปรดป้อนรหัสยืนยัน`,
	sending: `กำลังส่ง...`,
	send: `กำลังส่ง`,
	okPassword: `ยืนยันรหัสผ่าน`,
	invitationCode: `รหัสเชิญ`,
	placeholderinvitationCode: `กรุณาใส่รหัสเชิญ`,
	checkedAgree: `ตกลง`,
	userAgreement: `โปรโตคอลผู้ใช้`,
	and: `และ`,
	privacyPolicy: `นโยบายความเป็นส่วนตัว`,
	pleaseCheck: `กรุณายอมรับข้อตกลง`,
	atypism: `รหัสผ่านไม่สอดคล้องกัน`,

	// 忘记登录密码

	forgotLoginPassword: `ลืมรหัสผ่านเข้าสู่ระบบ`,
	newPassword: `รหัสผ่านใหม่`,
	confirm: `ยืนยัน`,

	//忘记支付密码

	forgotPayPassword: `ลืมรหัสผ่านเข้าสู่ระบบ`,
	//设置支付密码
	setpayPassword: `ตั้งรหัสผ่านการชำระเงิน`,
	//主页
	helper: `ช่วยเหลือ`,
	rising: `เพิ่มรายการ`,
	business: `คู่ซื้อขาย`,
	newPrice: `ราคาล่าสุด`,
	upfloat: `ขึ้นและลง`,
	// 资产

	totalAssets: `มูลค่าสินทรัพย์เทียบเท่า `,
	record: `บันทึก`,
	nowAssets: `การแปลงสินทรัพย์ `,
	buyCoins: `ซื้อ`,
	sellCoins: `ลดราคา`,
	transfer: `โอน`,
	searchCurrency: `ค้นหา`,
	hideSmall: `ซ่อนสกุลเงินที่มีค่าน้อย`,
	currencyAccount: `Spot`,
	futuresAccount: `Futures`,
	legalAccount: `Funding`,
	trustAccount: `Earn`,
	//划转记录

	transferRecord: `บันทึกการขีดข่วน`,
	time: `เวลา`,
	rollout: `โอนย้าย`,
	rollin: `รายได้`,
	// 币币记录

	screen: `ตัวกรอง`,
	money: `จำนวนเงิน`,
	transferAddress: `ที่อยู่การโอนเงิน`,
	createTime: `สร้างเวลา`,
	confirmTime: `ยืนยันเวลา`,
	note: `หมายเหตุ`,
	type: `ประเภท `,
	reset: `รีเซ็ต`,
	recharge: `เติมเงิน`,
	disbursement: `ถอนตัว`,
	incomplete: `ยังไม่เสร็จ`,
	success: `ความสำเร็จในการเทรด`,
	fail: `การซื้อขายล้มเหลว`,


	//币币充币

	currency: `สกุลเงิน`,
	placeholderCurrency: `โปรดเลือกสกุลเงิน`,
	payeeName: `ชื่อโซ่`,
	rechargeAddress: `ที่อยู่กระเป๋าเงิน`,
	copyAddress: `สำเนา`,
	rechargeQuantity: `ปริมาณ`,
	chargingAddress: `ที่อยู่การชำระเงิน`,
	placeholderchargingAddress: `โปรดป้อนที่อยู่การชำระเงิน`,
	prove: `หลักฐานการชำระเงิน`,
	optional: `(ไม่จำเป็น)`,
	placeholderHash: `โปรดป้อน Hash`,
	placeholderNote: `โปรดป้อนหมายเหตุ`,
	errorMessageprove: `โปรดอัปโหลดหลักฐานการเติมเงิน`,
	onlyNumbers: `ป้อนตัวเลขเท่านั้น`,
	//币币提币

	withdrawalAddress: `ที่อยู่ถอนเงิน`,
	tipwallet: `คุณยังไม่ได้ผูกกระเป๋าสตางค์ที่สอดคล้องกัน`,
	toAdd: `ไปเพิ่ม`,
	placeholderwithdrawalAddress: `โปรดเลือกที่อยู่ถอนเงิน`,
	availablenum: `ปริมาณที่มีอยู่`,
	placeholdernum: `โปรดป้อนปริมาณ`,
	unselected: `ไม่มีทางเลือก`,
	payPassword: `รหัสผ่านการชำระเงิน`,
	commission: `ค่าบริการ`,
	placeholderpayPassword: `โปรดป้อนรหัสผ่านการชำระเงิน`,
	//币币划转

	capitalTransfer: `การโอนเงินทุน`,
	from: `จาก`,
	to: `ถึง`,
	moneybag: `กระเป๋าสตางค์ไม่สามารถเหมือนกัน`,
	//法币添加收款方式


	subbranch: `สาขาย่อย`,
	placeholdersubbranch: `โปรดป้อนสาขา`,
	bankcode: `รหัสธนาคาร`,
	placeholderbankcode: `โปรดป้อนรหัสธนาคาร`,
	placeholderbankName: `โปรดป้อนชื่อธนาคาร`,
	placeholderbankAccount: `โปรดป้อนหมายเลขบัตรธนาคาร `,

	//法币记录

	price: `ราคา`,
	num: `จำนวน`,
	bankName: `ชื่อธนาคาร`,
	account: `บัญชี `,
	buy: `ซื้อ `,
	sell: `ขาย`,
	all: `ทั้งหมด ทั้งหมด`,
	processing: `ในการประมวลผล`,
	//法币买币

	onlineService: `บริการลูกค้าออนไลน์`,
	//法币卖币账户

	collectionAccount: `หมายเลขบัตรรับเงิน`,
	addCollection: `เพิ่มวิธีการรวบรวม`,
	showModal1: `ไม่ว่าจะเป็นการยืนยันการลบ`,
	cancelText: `ยกเลิก`,
	//法币卖币

	salesQuantity: `ปริมาณการขาย`,
	univalence: `ราคาอ้างอิง`,
	closed: `เหรียญขายถูกปิด`,
	your: `เลขที่บัญชีธนาคาร`,
	bankAccount: `เลขที่บัญชีธนาคาร`,
	name: `ชื่อ`,
	// 账户详情

	total: `ทั้งหมด`,
	frozen: `แช่แข็ง`,
	//home左侧导航窗

	homloginAndRegister: `ลงชื่อเข้าใช้ / ลงทะเบียน`,
	rechargeMoney: `เติมเงินเหรียญ`,
	withdrawCoins: `ถอนตัว`,
	customer: `บริการลูกค้า`,
	identityVerification: `การรับรองตัวตน`,
	withdrawalAddress: `ที่อยู่ถอนเงิน`,
	paymentMethodInFiatCurrency: `วิธีการเก็บรวบรวม สกุลเงิน`,
	help: `ศูนย์ช่วยเหลือ`,
	pricing: `วิธีการคำนวณราคา`,
	setUp: `การตั้งค่า`,
	USD: `ดอลลาร์`,
	//个人信息

	personal: `ข้อมูลส่วนบุคคล`,
	headPortrait: `แนวตั้ง`,
	nickname: `ชื่อเล่น`,
	bindMailbox: `ผูกกล่องจดหมาย`,
	//邮箱设置

	mailboxSettings: `การตั้งค่าจดหมาย`,
	oldEmail: `บัญชีอีเมลเก่า`,
	placeholderoldEmail: `กรุณากรอกกล่องจดหมายเก่า`,
	newEmail: `บัญชีอีเมลใหม่`,
	placeholdernewEmail: `บัญชีอีเมลใหม่`,
	//身份认证

	certification: `การรับรองชื่อจริง`,
	noCcertification: `ไปที่การรับรอง`,
	quota: `วงเงินถอน`,
	count: `จำนวนปากกา`,
	everyday: `ทุกวัน`,
	cumulative: `ถอนจำนวนสะสม`,
	unauthorized: `ไม่ได้รับการรับรอง`,
	audit: `รอการประมวลผล`,
	attestation: `การรับรองทั่วไป`,
	hand: `การรับรองขั้นสูง`,
	auditFailed: `การรับรองล้มเหลว`,

	//实名认证

	country: `ประเทศ`,
	placeholdercountry: `กรุณาเลือกประเทศ`,
	placeholdername: `กรุณากรอกชื่อ`,
	documentType: `ประเภทของใบรับรอง`,
	placeholderdocumentType: `กรุณาเลือกประเภทใบรับรอง`,
	identificationNumber: `หมายเลขใบรับรอง`,
	placeholderidentificationNumber: `กรุณากรอกหมายเลข id`,
	next: `ถัดไป`,
	IDcard: `บัตรประจำตัวประชาชน`,
	passport: `หนังสือเดินทาง`,

	//实名认证照片

	photo1: `กรุณาอัพโหลดภาพด้านหน้าของเอกสาร`,
	photo2: `กรุณาอัพโหลดภาพถ่ายด้านหลังของเอกสาร`,
	photo3: `กรุณาอัพโหลดรูปของตัวเอง`,
	Uploading: `อัพโหลด...`,
	//提币地址

	addWalletAddress: `เพิ่มที่อยู่กระเป๋าสตางค์`,
	//添加钱包地址

	address: `ที่อยู่`,
	placeholderAddress: `โปรดป้อนที่อยู่`,
	//帮助中心

	welcome: `ยินดีต้อนรับเข้าสู่ศูนย์ช่วยเหลือ`,
	commonProblem: `คำถามที่พบบ่อย`,
	tutorial: `เงินฝากกวดวิชา`,
	description: `ตัวเลือก`,
	accountProblem: `ปัญหาบัญชี`,
	accountSettings: `วิธีการลงทะเบียน`,
	certified: `การรับรองตัวตน`,
	totutorial: `จะทำอย่างไรกับเงินมัดจำที่ไม่ได้รับ？`,
	todescription: `ตัวเลือก？`,
	toaccountProblem: `เปลี่ยนรหัสผ่าน / รีเซ็ต `,
	toaccountSettings: `วิธีลงทะเบียน`,
	tocertified: `วิธีการยืนยันตัวตน`,
	tutorialText: `<div ><p>สวัสดี! การโอนสินทรัพย์บล็อกเชนแบ่งออกเป็นสามขั้นตอน: ข้อเสนอ - การยืนยันบล็อก - การเข้า <br> <br> ขั้นตอนที่ 1: การโอนเงินเรียบร้อยแล้วแพลตฟอร์มหรือกระเป๋าสตางค์สำหรับการถอนเงินได้ดำเนินการโอนเงิน <br> <br><br></p><p>ขั้นตอนที่ 2: เสร็จสิ้นการยืนยันของบล็อกที่สอดคล้องกัน ความแออัดของ blockchain ความล่าช้าและอื่น ๆ ล้วนส่งผลให้สกุลเงินดิจิทัลของคุณล่าช้าในการยืนยันทั้งหมด </ p></div>`,
	descriptionText: `<div ><p>ออปชั่นคือตราสารทางการเงินที่ให้ผู้ใช้สามารถเข้าถึงราคาของสินทรัพย์อ้างอิงในขณะที่จำกัดความเสี่ยงขาลง มันให้ผู้ซื้อมีโอกาสที่จะซื้อ long (โทรตัวเลือก) หรือ short (โทรตัวเลือก) สำหรับ BTC หรือ ETH<< มือใหม่ในสัญญาออปชั่นสามารถเรียนรู้ได้: <br> <br> <br> •การวางออปชั่นเป็นตัวแทนของสิทธิ (ไม่ใช่ภาระผูกพัน) ในการขายสินทรัพย์ในราคาที่กำหนดไว้ในช่วงระยะเวลาหนึ่ง สิ่งนี้ทำให้คุณมีโอกาส "short" ราวกับว่าราคาของสินทรัพย์อ้างอิงลดลงและคุณขอสงวนสิทธิ์ในการขายสินทรัพย์และทำกำไรในราคาที่สูงกว่า (เรียกว่าราคาใช้สิทธิ) <br><br></p><p>•ตัวเลือกการโทรเป็นตัวแทนของสิทธิ (ไม่ใช่ภาระผูกพัน) ของผู้ถือในการซื้อสินทรัพย์ในราคาที่กำหนดไว้ในช่วงระยะเวลาหนึ่ง สิ่งนี้ทำให้คุณมีโอกาส "long" ราวกับว่าราคาของสินทรัพย์อ้างอิงจะเพิ่มขึ้นและคุณสงวนสิทธิ์ในการซื้อสินทรัพย์ในราคาที่ต่ำกว่าและทำกำไร </ p></div>`,
	accountProblemText: `<div ><p>
	1. เลือกที่ "ตั้งค่า" - "เปลี่ยนรหัสผ่าน" ที่มุมซ้ายบนของหน้าบ้าน <br><br >
2. ใส่รหัสผ่านเดิมและใส่รหัสผ่านใหม่เพื่อยืนยันรหัสผ่านใหม่ <br><br >
3. คลิกที่ "รีเซ็ตรหัสผ่าน" <br><br >
4. เพื่อความปลอดภัยของเงินของผู้ใช้โดยทั่วไปจะต้องรอ 24 ชั่วโมงหลังจากรีเซ็ตหรือเปลี่ยนรหัสผ่านก่อนที่จะถอนเงิน<br ><br >
	</p></div>`,
	accountSettingsText: `<div ><p>กรุณาใช้หมายเลขโทรศัพท์มือถือหรือกล่องจดหมายของคุณเพื่อรับรหัสยืนยันและลงทะเบียนหมายเลขบัญชีของคุณ หากไม่ได้รับรหัสยืนยัน กรุณาคลิกเพื่อดูอีเมลขยะ หรือติดต่อฝ่ายบริการลูกค้า </ p></div>`,
	certifiedText: `<div> <p> 1. ที่มุมซ้ายบนของหน้าแรกแตะที่ตำแหน่งบัญชีของคุณแตะที่ 'การรับรองตัวตน' <br><br >2.  ป้อนหมายเลขใบรับรอง + ชื่อ คลิกรับรอง <br> <br> 3. อดทนรอการตรวจสอบ โดยทั่วไปการตรวจสอบสามารถทำได้ภายใน 24 ชั่วโมง</p></div>`,

	//设置

	changeLoginPassword: `เปลี่ยนรหัสผ่าน`,
	setWithdrawalPassword: `ตั้งรหัสผ่านการชำระเงิน`,
	noSetWithdrawalPassword: `ไปที่การตั้งค่ารหัสผ่านการชำระเงิน`,
	preference: `การตั้งค่าสี`,
	about: `เกี่ยวกับเรา`,
	signOut: `เลิก`,
	//修改登录密码

	changeLoginPassword: `เปลี่ยนรหัสผ่าน`,
	oldPassword: `รหัสผ่านเก่า`,


	//修改支付密码

	changePayPassword: `แก้ไขรหัสผ่านการชำระเงิน`,
	//颜色偏好

	upRed: `สีแดงขึ้น / สีเขียวตก`,
	upGreen: `สีแดงตก / สีเขียวขึ้น`,
	//关于我们

	platformIntroduction: `การแนะนำแพลตฟอร์ม`,
	privacyPolicy: `นโยบายความเป็นส่วนตัว`,
	userAgreement: `โปรโตคอลผู้ใช้`,
	officialWebsite: `เว็บไซต์อย่างเป็นทางการ`,
	//平台简介

	platformIntroductionText: `แพลตฟอร์มนี้เป็นแพลตฟอร์มการซื้อขายสินทรัพย์ดิจิทัลชั้นนำของโลกที่มีความพยายามอย่างต่อเนื่องในการปรับปรุงคุณลักษณะด้านความปลอดภัยเพื่อให้แน่ใจว่าสินทรัพย์ดิจิทัลของลูกค้ามีความปลอดภัยรูปแบบของเราคือการนำโครงการที่มีมูลค่าอย่างยั่งยืนให้กับลูกค้าเฉพาะโครงการที่มีคุณภาพสูงสุดเท่านั้นที่จะได้รับการคัดเลือกและให้บริการการซื้อขาย สมาชิกในทีมผู้บริหารหลักจบการศึกษาจากสถาบันการศึกษาที่มีชื่อเสียงระดับโลก เคยทํางานเป็นผู้บริหารระดับสูงของ บริษัท ข้ามชาติเช่นธนาคารมอนทรีออลแคนาดา PricewaterhouseCoopers มีประสบการณ์มากมายในการดําเนินงานในอุตสาหกรรมการเงินและการแลกเปลี่ยนสินทรัพย์ดิจิทัล เหนือโปรโตคอลโอเพนซอร์สที่ก้าวล้ําที่เสนอโดย Bitcoin และ Ethereum เราได้ทําลายระบบปิดของ blockchain เดิมตามหลักการรวมเข้ากับการปฏิบัติทางธุรกิจที่แท้จริง East Fortune Visualization AI ระบบปฏิบัติการ Blockchain สูง '
'ในขณะที่รวม AI กับเทคโนโลยี blockchain, เราต้องการที่จะสร้างระบบปฏิบัติการ blockchain ระดับโลกที่ใช้งานได้จริงในเชิงพาณิชย์, แพลตฟอร์มสัญญา: จะปฏิบัติตามกฎหมายที่เกี่ยวข้องของแคนาดาอย่างเคร่งครัดและดำเนินธุรกิจภายใต้การกำกับดูแลของหน่วยงานกำกับดูแลทางการเงิน.`,

	//隐私政策
	privacyPolicyText: `
<p>
แพลตฟอร์มนี้ (ต่อไปนี้จะเรียกว่า "บริษัท") เป็นบริษัทที่จดทะเบียนในประเทศสวิสเซอร์แลนด์ภายใต้กฎหมายที่เกี่ยวข้องของสวิตเซอร์แลนด์ และดำเนินการ Global APP แพลตฟอร์มนี้ (ต่อไปนี้จะเรียกว่า "แพลตฟอร์มนี้" หรือ "แพลตฟอร์ม") ซึ่งเป็นแพลตฟอร์มเฉพาะสำหรับผู้ใช้ในการทำธุรกรรมสินทรัพย์ดิจิทัลและให้บริการที่เกี่ยวข้อง (ต่อไปนี้จะเรียกว่า "บริการ" หรือ "บริการ") เพื่อความสะดวกในการเป็นตัวแทน บริษัท และแพลตฟอร์มนี้รวมกันเรียกว่า "เรา" หรือบุคคลที่หนึ่งอื่น ๆ ในข้อตกลงนี้ตราบใดที่บุคคลธรรมดาหรือเรื่องอื่น ๆ ที่ลงจอดบนแพลตฟอร์มเป็นผู้ใช้แพลตฟอร์มนี้การใช้ "คุณ" หรือบุคคลที่สามอื่น ๆ ต่อไปนี้ เราและคุณเรียกว่า "ทั้งสองฝ่าย" และเราหรือคุณเรียกว่า "ฝ่ายใดฝ่ายหนึ่ง"
<br>
เราเข้าใจและเคารพข้อมูลส่วนบุคคลของคุณอย่างถ่องแท้ถึงความสำคัญของคุณและเราจะใช้มาตรการป้องกันความปลอดภัยที่สอดคล้องกันเพื่อปกป้องข้อมูลส่วนบุคคลของคุณให้ปลอดภัยตามที่กฎหมายและข้อบังคับ ด้วยเหตุนี้ การจัดทำนโยบายความเป็นส่วนตัวนี้ (ซึ่งต่อไปนี้จะเรียกว่า "นโยบายนี้"
/ นโยบายความเป็นส่วนตัวนี้") และเตือนคุณ:
<br>
นโยบายนี้ใช้กับผลิตภัณฑ์และบริการทั้งหมดที่เรานำเสนอ หากผลิตภัณฑ์หรือบริการที่เราจัดหาให้คุณมีนโยบายความเป็นส่วนตัวแยกต่างหากผลิตภัณฑ์หรือบริการนั้นใช้นโยบายความเป็นส่วนตัวที่จัดตั้งขึ้นแยกต่างหาก หากผลิตภัณฑ์หรือบริการของเราไม่ได้กำหนดนโยบายความเป็นส่วนตัวแยกต่างหากให้ใช้กับนโยบายนี้
<br>
จำเป็นต้องระบุเป็นพิเศษว่านโยบายนี้ไม่มีผลบังคับใช้กับบริการที่นำเสนอโดยบุคคลที่สามอื่น ๆ แก่คุณและบริการที่นำเสนอโดยบุคคลที่สามจะใช้นโยบายความเป็นส่วนตัวที่อธิบายไว้เป็นอย่างอื่น
<br>
โปรดตรวจสอบให้แน่ใจว่าได้อ่านและทำความเข้าใจนโยบายนี้อย่างละเอียดก่อนที่จะใช้ผลิตภัณฑ์หรือบริการของเราโดยเฉพาะอย่างยิ่งข้อกำหนดที่ระบุด้วยตัวหนา / ตัวหนาที่ขีดเส้นใต้คุณควรเน้นอ่านและเริ่มใช้หลังจากได้รับการยืนยันความเข้าใจอย่างถ่องแท้และยอมรับแล้ว สำหรับคำถามความคิดเห็นหรือข้อเสนอแนะใด ๆ เกี่ยวกับเนื้อหาของนโยบายนี้คุณสามารถติดต่อเราผ่านทางรายละเอียดการติดต่อต่าง ๆ ที่ให้ไว้อย่างเป็นทางการของเรา หากคุณไม่เห็นด้วยกับข้อกำหนดใด ๆ ในนโยบายนี้คุณควรหยุดการเข้าถึงแพลตฟอร์มทันที
<br>
<strong>นิยามส่วนที่ 1 </strong>
<br>
ข้อมูลส่วนบุคคล: หมายถึงข้อมูลต่าง ๆ ที่บันทึกทางอิเล็กทรอนิกส์หรืออื่น ๆ ที่สามารถระบุตัวตนของบุคคลธรรมดาที่เฉพาะเจาะจงหรือร่วมกับข้อมูลอื่น ๆ หรือสะท้อนถึงกิจกรรมของบุคคลธรรมดาที่เฉพาะเจาะจง
<br>
ข้อมูลที่ละเอียดอ่อนส่วนบุคคล: หมายถึงข้อมูลส่วนบุคคลที่รวมถึงหมายเลขบัตรประจำตัวประชาชน, ข้อมูลไบโอเมตริกซ์ส่วนบุคคล, หมายเลขบัญชีธนาคาร, ข้อมูลทรัพย์สิน, เส้นทางที่อยู่, ข้อมูลการทำธุรกรรม, ข้อมูลเด็กอายุต่ำกว่า 14 ปี (รวม) ฯลฯ (เราจะระบุข้อมูลที่ละเอียดอ่อนส่วนบุคคลที่เฉพาะเจาะจงเป็นตัวหนาในนโยบายความเป็นส่วนตัวนี้)
<br>
การลบข้อมูลส่วนบุคคล: หมายถึงการกระทำของการลบข้อมูลส่วนบุคคลในระบบที่เกี่ยวข้องกับการใช้งานฟังก์ชั่นทางธุรกิจในชีวิตประจำวันเพื่อให้อยู่ในสถานะที่ไม่สามารถเรียกคืนเข้าถึงได้
<br>
เด็ก หมายถึง ผู้เยาว์ที่มีอายุไม่เกิน 14 ปี
<br>
<strong>ส่วนที่ 2 นโยบายความเป็นส่วนตัว</strong>
<br>
ส่วนนโยบายความเป็นส่วนตัวนี้จะช่วยให้คุณเข้าใจสิ่งต่อไปนี้:
<br>
I. วิธีที่เรารวบรวมและใช้ข้อมูลของคุณ
<br>
ii. เราใช้คุกกี้และเทคโนโลยีที่คล้ายคลึงกันอย่างไร
<br>
III. วิธีการที่เราแบ่งปันโอนและเปิดเผยข้อมูลของคุณต่อสาธารณะ
<br>
IV. เราปกป้องข้อมูลของคุณอย่างไร
<br>
V. คุณจัดการข้อมูลของคุณอย่างไร
<br>
VI. เราจัดการกับข้อมูลของผู้เยาว์อย่างไร
<br>
VII. นโยบายความเป็นส่วนตัวนี้ได้รับการปรับปรุงอย่างไร
<br>
<strong>I. เราเก็บรวบรวมและใช้ข้อมูลของคุณอย่างไร</strong>
<br>
ข้อมูลส่วนบุคคลของคุณที่เราจำเป็น / อาจจำเป็นต้องเก็บรวบรวมและใช้เมื่อคุณใช้ผลิตภัณฑ์และ / หรือบริการของเราประกอบด้วยสองประเภทดังต่อไปนี้:
<br>
1、 เพื่อให้บรรลุการทำงานขั้นพื้นฐานในการจัดหาผลิตภัณฑ์และ/หรือบริการของเราแก่คุณ คุณต้องอนุญาตให้เราเก็บรวบรวม ใช้ข้อมูลที่จำเป็น หากท่านปฏิเสธที่จะให้ข้อมูลที่เกี่ยวข้อง ท่านจะไม่สามารถใช้ผลิตภัณฑ์และ/หรือบริการของเราได้ตามปกติ
<br>
2. เพื่อให้บรรลุคุณลักษณะเพิ่มเติมในการจัดหาผลิตภัณฑ์และ / หรือบริการของเราคุณอาจเลือกที่จะอนุญาตให้เรารวบรวมข้อมูลที่ใช้ หากท่านปฏิเสธการให้บริการ ท่านจะไม่สามารถใช้คุณลักษณะเพิ่มเติมที่เกี่ยวข้องได้ตามปกติ หรือไม่สามารถบรรลุผลการทำงานที่เราตั้งใจไว้ แต่จะไม่ส่งผลกระทบต่อคุณลักษณะพื้นฐานของการใช้งานผลิตภัณฑ์และ/หรือบริการของเราตามปกติ
<br>
คุณเข้าใจและยอมรับว่า:
<br>
1 เรามุ่งมั่นที่จะสร้างผลิตภัณฑ์และบริการที่หลากหลายเพื่อตอบสนองความต้องการของคุณ เนื่องจากความหลากหลายของผลิตภัณฑ์และบริการที่เรานำเสนอให้กับคุณและมีความแตกต่างในขอบเขตของผลิตภัณฑ์ / บริการเฉพาะที่ผู้ใช้แตกต่างกันเลือกที่จะใช้ที่สอดคล้องกันคุณสมบัติพื้นฐาน / เพิ่มเติมและประเภทข้อมูลส่วนบุคคลขอบเขต ฯลฯ ที่รวบรวมและใช้จะแตกต่างกันโปรดใช้คุณสมบัติเฉพาะของผลิตภัณฑ์ / บริการเหนือกว่า
<br>
2. เพื่อมอบประสบการณ์ผลิตภัณฑ์และบริการที่ดียิ่งขึ้นให้กับคุณ เราพยายามปรับปรุงเทคโนโลยีของเราอย่างต่อเนื่อง จากนั้นเราอาจแนะนำคุณสมบัติใหม่หรือปรับปรุงให้เหมาะสมเป็นครั้งคราว ซึ่งอาจจำเป็นต้องรวบรวม ใช้ข้อมูลส่วนบุคคลใหม่ หรือเปลี่ยนแปลงวัตถุประสงค์หรือวิธีการใช้ข้อมูลส่วนบุคคล ในการนี้ เราจะแจ้งให้คุณทราบถึงวัตถุประสงค์ ขอบเขต และวิธีการใช้ข้อมูลที่เกี่ยวข้องในการเก็บรวบรวม โดยการปรับปรุงนโยบายนี้ หน้าต่างบานเกล็ด เคล็ดลับหน้า ฯลฯ และจะให้วิธีการเลือกความยินยอมของคุณเอง และรวบรวม ใช้หลังจากได้รับความยินยอมอย่างชัดแจ้งจากคุณแล้ว ในระหว่างกระบวนการนี้ หากคุณมีคำถาม ความคิดเห็น หรือข้อเสนอแนะใด ๆ คุณสามารถติดต่อเราผ่านรายละเอียดการติดต่อต่าง ๆ ที่มีให้แพลตฟอร์มนี้ และเราจะตอบคุณโดยเร็วที่สุด
<br>
เราจะเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลของท่านเพื่อให้บรรลุคุณลักษณะต่าง ๆ ที่ระบุไว้ในนโยบายนี้:
<br>
(1) เพื่อช่วยให้คุณลงทะเบียนและให้บริการที่นำเสนอโดยแพลตฟอร์มนี้
<br>
1 บริการลงทะเบียน
<br>
เราให้บริการสมาชิกพื้นฐานผ่านบัญชีแพลตฟอร์มนี้ เพื่อลงทะเบียนเป็นสมาชิกและใช้บริการสมาชิกของเราคุณต้องกรอกและให้ข้อมูลต่อไปนี้เมื่อสมัคร:
<br>
(1) ข้อมูลระบุตัวตน ข้อมูลนี้สามารถช่วยให้เราตรวจสอบว่าคุณมีสิทธิ์ลงทะเบียนเป็นสมาชิกของแพลตฟอร์มนี้หรือไม่ รวมถึงแต่ไม่จำกัดเพียงชื่อ ที่อยู่ของคุณ ใบรับรองอื่น ๆ ที่ออกโดยประเทศหรือรัฐบาลของคุณที่มีข้อมูลระบุตัวตนของคุณ และหมายเลขที่เกี่ยวข้องและข้อมูลอื่น ๆ ทั้งหมดที่สามารถช่วยให้เรายืนยันตัวตนของคุณ (ต่อไปนี้เรียกว่า "ข้อมูลระบุตัวตน"
）。 ข้อมูลที่ระบุตัวตนนี้แตกต่างกันไปขึ้นอยู่กับว่าคุณเป็นผู้ใช้รายบุคคลหรือผู้ใช้สถาบันและข้อมูลที่เราเก็บรวบรวมกับผู้ใช้จากประเทศหรือภูมิภาคที่แตกต่างกันอาจแตกต่างกันไปขึ้นอยู่กับกฎหมายและข้อบังคับของเขตอำนาจศาลที่แตกต่างกัน ข้อมูลและข้อมูลต่อไปนี้เป็นตัวอย่างที่บ่งชี้:
<br>
ผู้ใช้รายบุคคล: สัญชาติ, ชื่อเต็มตามกฎหมาย (รวมถึงชื่อที่ใช้และชื่อภาษาท้องถิ่น), หมายเลขบัตรประจำตัวประชาชน, ที่อยู่อีเมล, หมายเลขโทรศัพท์, หมายเลขประกันสังคม ("SSN") หมายเลขหนังสือเดินทางหรือหมายเลขบัตรประจำตัวที่ออกโดยรัฐบาล, วันเดือนปีเกิด, บัตรประจำตัวประชาชน (เช่นหนังสือเดินทาง, ใบขับขี่หรือบัตรประจำตัวที่ออกโดยรัฐบาล)
<br>
ผู้ใช้สถาบัน: ชื่อทางกฎหมายของ บริษัท (รวมถึงชื่อทางกฎหมายในภาษาท้องถิ่น) ข้อมูลการลงทะเบียนหมายเลขโทรศัพท์ทางธุรกิจข้อมูลส่วนบุคคลของตัวแทนที่ได้รับอนุญาตและผู้ใช้ที่ได้รับอนุญาตสถานที่ประกอบธุรกิจหลักข้อมูลส่วนบุคคลของเจ้าของผลประโยชน์ทั้งหมด) เอกสารประจำตัวของผู้ถือหุ้น / เจ้าของผลประโยชน์ (หนังสือเดินทางหรือบัตรประจำตัวที่ออกโดยรัฐบาล) โครงสร้างของ บริษัท เอกสารที่เกี่ยวข้องกับการจัดตั้ง บริษัท มติของคณะกรรมการประกาศแหล่งที่มาของเงินทุน คำแนะนำการควบคุมความเสี่ยงและการปฏิบัติตามกฎระเบียบและข้อมูลหรือเอกสารเพิ่มเติมที่แพลตฟอร์มต้องการ
<br>
(2) ข้อมูลการบริการ ข้อมูลนี้ช่วยให้เราสามารถติดต่อคุณและให้บริการการซื้อขายระหว่างสินทรัพย์ดิจิทัลในรูปแบบต่าง ๆ ได้อย่างราบรื่น รวมถึงแต่ไม่จำกัดเพียง ข้อมูลส่วนบุคคลที่สามารถระบุตัวตนของคุณ ข้อมูลการติดต่อ ข้อมูลการทำธุรกรรม และข้อมูลบัตรเดบิตของคุณ และ/หรือข้อมูลบัญชีอื่น ๆ (ซึ่งต่อไปนี้จะเรียกรวมกันว่า "ข้อมูลบริการ"
）。 นอกจากนี้ขอให้คุณเข้าใจว่าบริการที่เรานำเสนอให้คุณมีการปรับปรุงและพัฒนาอย่างต่อเนื่อง หากคุณเลือกที่จะใช้บริการอื่น ๆ ที่ไม่ได้ครอบคลุมในคำอธิบายข้างต้นบนพื้นฐานของบริการที่เราจำเป็นต้องรวบรวมข้อมูลเพิ่มเติมเกี่ยวกับคุณเราจะอธิบายขอบเขตและวัตถุประสงค์ของการเก็บรวบรวมข้อมูลให้กับคุณผ่านทางหน้าเคล็ดลับกระบวนการโต้ตอบข้อตกลงเคล็ดลับหน้าต่างและอื่น ๆ และขอความยินยอมจากคุณ
<br>
หากคุณเพียงแค่ใช้บริการเรียกดูคุณไม่จำเป็นต้องลงทะเบียนเป็นสมาชิกของเราและให้ข้อมูลข้างต้น
<br>
2 บริการจดทะเบียนอื่น ๆ
<br>
การรับรองชื่อจริง: เมื่อคุณลงทะเบียนเข้าสู่ระบบแล้วให้ไปที่ "ศูนย์ส่วนบุคคล" เพื่อดำเนินการรับรองชื่อจริงในการรับรองตัวตนคุณต้องให้ชื่อจริงหมายเลขบัตรประชาชนหรือหมายเลขหนังสือเดินทางของคุณแก่แพลตฟอร์มในระหว่างการรับรองโดยใช้ชื่อจริง
<br>
การรับรองขั้นสูง: เมื่อปริมาณการซื้อขายของคุณบนแพลตฟอร์มนี้เกินขีด จำกัด แพลตฟอร์มจะขอการรับรองขั้นสูงเพื่อรักษาความปลอดภัยของสินทรัพย์ของคุณ กระบวนการรับรอง นอกเหนือจากข้อมูลการรับรองชื่อจริงแล้วคุณรับรองแพลตฟอร์มเพื่อรับรองขั้นสูงสำหรับ "การจดจำใบหน้า" ซึ่งเกี่ยวข้องกับการรวบรวมแพลตฟอร์มสำหรับการสตรีมวิดีโอที่เกี่ยวข้องหรือภาพใบหน้าของคุณ
<br>
การแสดงข้อมูลบัญชี: หากคุณมีบัญชีแพลตฟอร์มนี้อยู่แล้ว เราอาจแสดงข้อมูลส่วนบุคคลดังกล่าวข้างต้นของคุณในบริการ (การรับรองชื่อจริงจะแสดงเฉพาะผลลัพธ์ว่าการรับรองได้ผ่านหรือไม่) และการดำเนินการที่คุณดำเนินการในผลิตภัณฑ์และบริการที่เชื่อมโยงกับบัญชีแพลตฟอร์ม รวมถึงการแสดงข้อมูลส่วนบุคคลของคุณผ่านบัญชีแพลตฟอร์มนี้ในส่วนกลาง คำสั่งซื้อขาย เราจะเคารพตัวเลือกของคุณในการตั้งค่าบัญชีแพลตฟอร์ม
<br>
(2) บริการด้านการจัดการความปลอดภัยและบริการผลักดันข้อมูล
<br>
เมื่อคุณใช้บริการที่นำเสนอโดยแพลตฟอร์มนี้หรือเข้าถึงแพลตฟอร์มนี้เพื่อรักษาความปลอดภัยในการทำธุรกรรมของคุณและการทำงานที่มั่นคงของบริการเราจำเป็นต้องรับและบันทึกข้อมูลเว็บเบราเซอร์ของคุณโดยอัตโนมัติข้อมูลอุปกรณ์เช่นสัญลักษณ์ระบุอุปกรณ์เช่นประเภทของอุปกรณ์ที่คุณใช้ในการเข้าสู่ระบบบัญชีของคุณรุ่น ที่อยู่ IP และบันทึกบนหน้าเว็บที่คุณขอเข้าถึงภูมิภาคสภาพแวดล้อมเครือข่ายข้อมูลลายนิ้วมือของอุปกรณ์ข้อมูลบันทึกบริการ ข้อมูลซอฟต์แวร์ข้อมูลสถานที่ ฯลฯ
<br>
โปรดทราบว่าข้อมูลอุปกรณ์แยกต่างหากเป็นข้อมูลที่ไม่สามารถระบุตัวตนของบุคคลธรรมดาได้ หากเรารวมข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลประเภทนี้เข้ากับข้อมูลอื่น ๆ เพื่อระบุตัวตนของบุคคลธรรมดาที่เฉพาะเจาะจงหรือใช้ร่วมกับข้อมูลส่วนบุคคล ข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลดังกล่าวจะถือเป็นข้อมูลส่วนบุคคลในระหว่างการใช้งานร่วมกัน นอกเหนือจากการได้รับอนุญาตจากคุณหรือกำหนดไว้เป็นอย่างอื่นตามกฎหมายและระเบียบข้อบังคับ เราจะประมวลผลข้อมูลดังกล่าวโดยไม่ระบุชื่อ
<br>
เพื่อให้บริการแสดงข้อมูลและผลักดันที่สะดวกและสอดคล้องกับความต้องการของคุณมากขึ้นในอนาคตเราอาจดึงคุณลักษณะที่คุณชอบออกจากข้อมูลอุปกรณ์ของคุณและข้อมูลการใช้งานการท่องเว็บของแพลตฟอร์มนี้หรือไคลเอ็นต์ของคุณและผลิตภาพประชากรทางอ้อมตามฉลากลักษณะเพื่อแสดงผลักดันข้อมูลและการโฆษณาเชิงพาณิชย์ที่เป็นไปได้ หากคุณไม่ยินยอมที่จะรับข้อมูลผลักดันดังกล่าวหรือเพิกถอนความยินยอมในการเก็บรวบรวมข้อมูลส่วนบุคคลคุณสามารถติดต่อเราตามรายละเอียดการติดต่อที่ให้ไว้ตามนโยบายนี้
<br>
เรามุ่งมั่นที่จะรับประกันประสบการณ์การท่องเว็บของคุณ หากคุณไม่ต้องการรับโฆษณาเชิงพาณิชย์ที่เราส่งให้คุณคุณสามารถยกเลิกการสมัครหรือปิดได้โดยการตอบกลับ SMS แจ้งยกเลิกการสมัครหรือวิธีอื่น ๆ ที่เรามีให้
<br>
นอกจากนี้เราจะใช้ข้อมูลข้างต้นของคุณเพื่อปรับปรุงและเพิ่มประสิทธิภาพคุณสมบัติดังกล่าวข้างต้นอย่างต่อเนื่อง
<br>
(3) บริการจัดเก็บและสอบถามบันทึกการทำธุรกรรม
<br>
ข้อมูลที่เกี่ยวข้องที่เราเก็บรวบรวมเกี่ยวกับการแลกเปลี่ยนของคุณบนแพลตฟอร์มนี้รวมถึงแต่ไม่ จำกัด เพียงบันทึกการซื้อขาย หากคุณต้องการตรวจสอบประวัติการทำธุรกรรมคำสั่งซื้อของคุณ รายละเอียดการทำธุรกรรมส่วนบุคคลของคุณสามารถสอบถามได้ในแพลตฟอร์ม "การจัดการคำสั่งซื้อ" ซึ่งรวมถึง: ชื่อเล่นของคู่กรณีการซื้อขาย เวลาสั่งซื้อ หมายเลขคำสั่งซื้อ ข้อมูลการซื้อขาย ประเภทของสินทรัพย์ดิจิทัลและปริมาณ ฯลฯ
<br>
(4) การบริการลูกค้าและการจัดการข้อพิพาท
<br>
เมื่อคุณติดต่อเราหรือเสนอขายระหว่างและหลังการขาย, ใบสมัครสำหรับการจัดการข้อพิพาท, การรักษาความปลอดภัยของบัญชีและระบบของคุณ, เราจำเป็นต้องให้ข้อมูลส่วนบุคคลที่จำเป็นในการตรวจสอบการเป็นสมาชิกของคุณ.
<br>
เพื่ออำนวยความสะดวกในการติดต่อคุณ ช่วยเหลือคุณในการแก้ไขปัญหาโดยเร็วที่สุด หรือบันทึกการจัดการและผลลัพธ์ของปัญหาที่เกี่ยวข้อง เราอาจเก็บบันทึกการสื่อสารของคุณกับเราและเนื้อหาที่เกี่ยวข้อง (รวมถึงข้อมูลเลขที่บัญชี ข้อมูลการสั่งซื้อ ข้อมูลอื่น ๆ ที่คุณให้ไว้เพื่อพิสูจน์ข้อเท็จจริงที่เกี่ยวข้อง หรือข้อมูลรายละเอียดการติดต่อที่คุณทิ้งไว้) หากคุณให้คำปรึกษา ร้องเรียน หรือให้คำแนะนำเกี่ยวกับคำสั่งซื้อที่เฉพาะเจาะจง เราจะใช้ข้อมูลหมายเลขบัญชีและข้อมูลการสั่งซื้อของคุณ
<br>
ข้อมูลอื่น ๆ เกี่ยวกับคุณที่เราอาจใช้เพื่อให้บริการและปรับปรุงคุณภาพการบริการที่เหมาะสมรวมถึงข้อมูลที่เกี่ยวข้องที่คุณให้ไว้เมื่อคุณติดต่อฝ่ายบริการลูกค้าข้อมูลการตอบแบบสอบถามที่คุณส่งให้เราเมื่อคุณเข้าร่วมในแบบสอบถาม
<br>
(5) อื่นๆ
<br>
1、 หากข้อมูลที่คุณให้ไว้มีข้อมูลส่วนบุคคลของผู้ใช้รายอื่น คุณต้องตรวจสอบให้แน่ใจว่าคุณได้รับอนุญาตอย่างถูกต้องตามกฎหมายก่อนที่จะให้ข้อมูลส่วนบุคคลเหล่านี้กับแพลตฟอร์มนี้ ในกรณีที่มีข้อมูลส่วนบุคคลเกี่ยวกับเด็ก คุณต้องได้รับความยินยอมจากผู้ปกครองที่สอดคล้องกันก่อนที่จะเผยแพร่ และผู้ปกครองมีสิทธิ์ที่จะติดต่อเราผ่านช่องทางที่ 9 ของนโยบายนี้เพื่อขอให้แก้ไขหรือลบเนื้อหาที่เกี่ยวข้องกับข้อมูลส่วนบุคคลของเด็ก
<br>
2 หากเราใช้ข้อมูลเพื่อวัตถุประสงค์อื่นที่ไม่ได้ระบุไว้ในนโยบายนี้หรือข้อมูลที่เก็บรวบรวมตามวัตถุประสงค์เฉพาะเพื่อวัตถุประสงค์อื่นหรือเราได้รับข้อมูลส่วนบุคคลของคุณจากบุคคลที่สามโดยเราจะได้รับความยินยอมจากคุณล่วงหน้า
<br>
หากเราได้รับข้อมูลของคุณโดยอ้อมจากบุคคลที่สาม เราขอให้บุคคลที่สามเก็บรวบรวมข้อมูลส่วนบุคคลอย่างชัดเจนเป็นลายลักษณ์อักษรหลังจากได้รับความยินยอมจากคุณตามกฎหมายก่อนที่จะรวบรวมและแจ้งให้คุณทราบเกี่ยวกับเนื้อหาของข้อมูลที่แบ่งปันและข้อมูลที่ละเอียดอ่อนต้องได้รับการยืนยันอย่างชัดเจนจากคุณก่อนที่จะมอบให้เรา ขอให้บุคคลที่สามให้คำมั่นสัญญาเกี่ยวกับความชอบธรรมและการปฏิบัติตามแหล่งที่มาของข้อมูลส่วนบุคคลหากมีการละเมิดโดยบุคคลที่สาม เราจะเรียกร้องให้อีกฝ่ายรับผิดชอบทางกฎหมายที่เกี่ยวข้องอย่างชัดเจน ในขณะเดียวกัน เราดําเนินการเสริมความปลอดภัยของข้อมูลส่วนบุคคล (รวมถึงการรายงานข้อมูลที่ละเอียดอ่อน การจัดเก็บข้อมูลที่ละเอียดอ่อน การควบคุมการเข้าถึง ฯลฯ ) เราจะใช้วิธีการและมาตรการป้องกันที่ไม่น้อยกว่าข้อมูลส่วนบุคคลของผู้ใช้ของเราเพื่อปกป้องข้อมูลส่วนบุคคลที่ได้มาโดยอ้อม
<br>
3. ข้อยกเว้นในการขออนุญาต
<br>
คุณเข้าใจอย่างถ่องแท้และยอมรับว่าเราเก็บรวบรวมข้อมูลส่วนบุคคลของคุณภายใต้สถานการณ์ต่อไปนี้โดยไม่ได้รับความยินยอมจากคุณและเราอาจไม่ตอบสนองต่อคำขอของคุณเพื่อแก้ไข / แก้ไขลบออกจากระบบเพิกถอนความยินยอมขอข้อมูลของคุณ:
<br>
(1) เกี่ยวกับความมั่นคงของชาติและความมั่นคงในการป้องกันประเทศ
<br>
(2) ที่เกี่ยวกับความปลอดภัยสาธารณะ การสาธารณสุข ผลประโยชน์สาธารณะที่สำคัญ
<br>
(3) เกี่ยวกับการบังคับใช้กฎหมายทางศาลหรือทางบริหาร เช่น การสืบสวนอาชญากรรม การฟ้องร้อง การพิจารณาคดี และการบังคับใช้คำพิพากษา
<br>
(4) เพื่อรักษาสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายอย่างมีนัยสำคัญ เช่น ชีวิต ทรัพย์สิน ของท่าน หรือบุคคลอื่น แต่ยากที่จะได้รับความยินยอมจากตัวเอง
<br>
(5) ข้อมูลส่วนบุคคลที่ท่านเปิดเผยต่อสาธารณชนในสังคม
<br/>
(6) การเก็บรวบรวมข้อมูลส่วนบุคคลจากข้อมูลที่เปิดเผยต่อสาธารณะอย่างถูกต้องตามกฎหมาย เช่น การรายงานข่าวที่ถูกต้องตามกฎหมาย การเปิดเผยข้อมูลของรัฐบาล เป็นต้น
<br>
(7) ตามที่จำเป็นในการทำและปฏิบัติตามข้อตกลงที่เกี่ยวข้องหรือเอกสารเป็นลายลักษณ์อักษรอื่น ๆ กับคุณ
<br>
(8) จำเป็นเพื่อรักษาความปลอดภัยและความมั่นคงของการดำเนินงานของผลิตภัณฑ์และ / หรือบริการที่นำเสนอเช่นการค้นพบการกำจัดความล้มเหลวของผลิตภัณฑ์และ / หรือบริการ;
<br>
(9) จำเป็นสำหรับการรายงานข่าวที่ถูกต้องตามกฎหมาย
<br>
(10) ในกรณีที่สถาบันวิจัยทางวิชาการดำเนินการวิจัยทางสถิติหรือวิชาการที่จำเป็นเพื่อประโยชน์สาธารณะและให้ผลการวิจัยหรือคำอธิบายทางวิชาการแก่บุคคลภายนอกเพื่อประมวลผลข้อมูลส่วนบุคคลที่มีอยู่ในผลลัพธ์
<br>
(11) กรณีอื่น ๆ ตามที่กฎหมายและข้อบังคับ
<br>
โปรดทราบว่าตามกฎหมายที่บังคับใช้ หากเราใช้มาตรการทางเทคนิคและมาตรการอื่น ๆ ที่จำเป็นในการประมวลผลข้อมูลส่วนบุคคลเพื่อให้ผู้รับข้อมูลไม่สามารถระบุตัวบุคคลใดบุคคลหนึ่งได้และไม่สามารถกู้คืนได้ หรือเราอาจทำการวิจัยที่ไม่ระบุตัวตน การวิเคราะห์ทางสถิติและการคาดการณ์ข้อมูลที่เก็บรวบรวมเพื่อปรับปรุงเนื้อหาและรูปแบบของแพลตฟอร์มนี้ ให้การสนับสนุนผลิตภัณฑ์หรือบริการสำหรับการตัดสินใจทางธุรกิจ และเพื่อปรับปรุงผลิตภัณฑ์และบริการของเรา (รวมถึงการใช้ข้อมูลที่ไม่ระบุชื่อเพื่อการเรียนรู้ของเครื่องหรือการฝึกอบรมอัลกอริทึมแบบจำลอง) การใช้ข้อมูลหลังการประมวลผลดังกล่าวไม่จำเป็นต้องแจ้งให้คุณทราบล่วงหน้าและขอความยินยอมจากคุณ
<br>
4. ในกรณีที่เราหยุดดำเนินการผลิตภัณฑ์หรือบริการของแพลตฟอร์มนี้เราจะหยุดกิจกรรมที่ยังคงเก็บรวบรวมข้อมูลส่วนบุคคลของคุณในเวลาที่เหมาะสมการแจ้งการหยุดดำเนินการจะแจ้งให้คุณทราบในรูปแบบของการส่งมอบหรือประกาศทีละคนและการลบหรือการประมวลผลข้อมูลส่วนบุคคลซึ่งเราถืออยู่เกี่ยวข้องกับธุรกิจที่ปิดตัวลง
<br>
<strong>ii. เราใช้คุกกี้อย่างไร</strong>
<br>
คุณสามารถปรับเปลี่ยนการยอมรับคุกกี้หรือปฏิเสธคุกกี้ของเราได้หากเบราว์เซอร์หรือบริการเพิ่มเติมของเบราว์เซอร์ของคุณอนุญาต ดูรายละเอียดเพิ่มเติม
AboutCookies.org。 แต่ถ้าคุณทำเช่นนั้นในบางกรณีอาจส่งผลกระทบต่อการเข้าถึงแพลตฟอร์มของเราอย่างปลอดภัยและอาจต้องเปลี่ยนการตั้งค่าผู้ใช้ทุกครั้งที่คุณเข้าถึงแพลตฟอร์มของเรา คุณเข้าใจและยอมรับว่า:
<br>
1、 เราใช้ Google Stats ผ่านคุกกี้เพื่อบันทึกประสิทธิภาพของเราและตรวจสอบประสิทธิภาพของการโฆษณาออนไลน์เมื่อคุณเยี่ยมชมแพลตฟอร์มของเรา
คุกกี้คือข้อมูลขนาดเล็กที่ส่งไปยังเบราว์เซอร์ของคุณและเก็บไว้ในฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณ คุกกี้จะถูกส่งไปยังฮาร์ดไดรฟ์ของคอมพิวเตอร์ของคุณเฉพาะเมื่อคุณเข้าสู่แพลตฟอร์มของเราโดยใช้คอมพิวเตอร์ของคุณ
<br>
2 คุกกี้มักใช้เพื่อบันทึกนิสัยและความชอบของผู้เข้าชมเมื่อพวกเขาเรียกดูรายการต่างๆบนแพลตฟอร์มของเรา ข้อมูลที่คุกกี้รวบรวมเป็นสถิติรวมที่ไม่ระบุชื่อและไม่มีข้อมูลส่วนบุคคล
<br>
3. คุกกี้ไม่สามารถใช้เพื่อรับข้อมูลบนฮาร์ดไดรฟ์ที่อยู่อีเมลและข้อมูลส่วนตัวของคุณที่ทำให้แพลตฟอร์มหรือระบบผู้ให้บริการจดจำเบราว์เซอร์ของคุณและบันทึกและจดจำข้อมูล เบราว์เซอร์ส่วนใหญ่ตั้งไว้ล่วงหน้าว่าสามารถยอมรับคุกกี้ได้ คุณสามารถเลือกที่จะตั้งค่าเบราว์เซอร์ของคุณไม่ให้ยอมรับคุกกี้หรือแจ้งให้คุณทราบทันทีที่มีการติดตั้ง อย่างไรก็ตาม
หากคุณตั้งค่าให้ห้ามคุกกี้ คุณอาจไม่สามารถเริ่มต้นหรือใช้คุณสมบัติบางอย่างของแพลตฟอร์มของเราได้
<br>
<strong>III. วิธีการที่เราแบ่งปันโอนเปิดเผยข้อมูลของคุณต่อสาธารณะ</strong>
<br>
(1) การแบ่งปัน
<br>
เราจะไม่แบ่งปันข้อมูลส่วนบุคคลของคุณกับบริษัท องค์กร และบุคคลอื่นที่ไม่ใช่ผู้ให้บริการแพลตฟอร์มนี้ ยกเว้นในกรณีต่อไปนี้:
<br>
1. การแบ่งปันภายใต้สถานการณ์ทางกฎหมาย: เราอาจแบ่งปันข้อมูลส่วนบุคคลของคุณตามบทบัญญัติของกฎหมายและข้อบังคับการฟ้องร้องความจำเป็นในการระงับข้อพิพาทหรือตามที่ร้องขอโดยหน่วยงานบริหารและตุลาการตามกฎหมาย
<br>
2、 การแบ่งปันเมื่อได้รับความยินยอมอย่างชัดแจ้ง: เราจะแบ่งปันข้อมูลส่วนบุคคลของคุณกับบุคคลอื่นเมื่อได้รับความยินยอมอย่างชัดแจ้งจากคุณ
<br>
3. การแบ่งปันตามความสมัครใจของคุณ: เราจะแบ่งปันข้อมูลที่จำเป็นในข้อมูลคำสั่งซื้อของคุณที่เกี่ยวข้องกับการทำธุรกรรมให้กับคู่สัญญาในการซื้อขายสินทรัพย์ดิจิทัลตามที่คุณเลือกเพื่อให้บรรลุความต้องการในการซื้อขายและบริการหลังการขายของคุณ
<br>
4. การแบ่งปันกับคู่ค้าที่ได้รับอนุญาต: บุคคลที่เกี่ยวข้องของเราบุคคลที่สามที่เชื่อถือได้ซึ่งช่วยให้เราดำเนินแพลตฟอร์มของเราดำเนินธุรกิจหรือให้บริการแก่คุณตราบใดที่บุคคลเหล่านี้ตกลงที่จะเก็บข้อมูลนี้เป็นความลับ ผู้ที่เกี่ยวข้องจำเป็นต้องให้บริการหรือปกป้องสิทธิทรัพย์สินหรือความปลอดภัยของเราหรือผู้อื่นเมื่อเราเชื่อว่าข้อมูลที่เปิดเผยนั้นมีความเหมาะสมและเป็นไปตามกฎหมาย ระเบียบ ข้อบังคับ หรือมาจากคำสั่งของศาลหรือหน่วยงานที่มีอำนาจของเขา เพื่อดำเนินการตามนโยบายแพลตฟอร์มของเรา
<br>
(2) การโอน
<br>
เราจะไม่โอนข้อมูลส่วนบุคคลของคุณให้กับ บริษัท องค์กรและบุคคลใด ๆ ยกเว้นในกรณีต่อไปนี้:
<br>
1. การโอนเมื่อได้รับความยินยอมอย่างชัดแจ้ง: เมื่อได้รับความยินยอมอย่างชัดแจ้งจากคุณเราจะโอนข้อมูลส่วนบุคคลของคุณให้กับบุคคลอื่น
<br>
2、 ในกรณีที่มีการควบรวมกิจการ การเข้าซื้อกิจการ หรือการชำระบัญชีล้มละลายในแพลตฟอร์มนี้ หรือสถานการณ์อื่นๆ ที่เกี่ยวข้องกับการควบรวมกิจการ การเข้าซื้อกิจการ หรือการชำระบัญชีล้มละลาย เช่น การโอนข้อมูลส่วนบุคคล เราจะขอให้บริษัทหรือองค์กรใหม่ที่มีข้อมูลส่วนบุคคลของคุณอยู่ภายใต้นโยบายนี้ต่อไป มิฉะนั้นเราจะขอให้บริษัท องค์กร และบุคคลดังกล่าวขอความยินยอมจากคุณอีกครั้ง
<br>
(3) การเปิดเผยต่อสาธารณะ
<br>
เราจะเปิดเผยข้อมูลส่วนบุคคลของคุณต่อสาธารณะเมื่อ:
<br>
1. เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณต่อสาธารณะเมื่อได้รับความยินยอมอย่างชัดแจ้งหรือขึ้นอยู่กับตัวเลือกเชิงรุกของคุณ
<br>
2. เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณตามกฎหมายและข้อบังคับหรือได้รับความยินยอมจากคุณ รวมถึงการละเมิดที่เกี่ยวข้องและมาตรการที่แพลตฟอร์มได้ดำเนินการกับคุณแล้ว หากเราพิจารณาว่าคุณมีการละเมิดกฎหมายและข้อบังคับหรือการละเมิดข้อตกลงและกฎระเบียบที่เกี่ยวข้องกับแพลตฟอร์มนี้อย่างจริงจัง หรือเพื่อปกป้องความปลอดภัยของทรัพย์สินส่วนบุคคลของผู้ใช้แพลตฟอร์มหรือสาธารณะจากการละเมิด
<br>
(4) ข้อยกเว้นที่ได้รับความยินยอมจากเหตุการณ์ปัจจุบันของการแบ่งปันการถ่ายโอนการเปิดเผยข้อมูลส่วนบุคคลต่อสาธารณะ
<br>
การแบ่งปันการถ่ายโอนการเปิดเผยข้อมูลส่วนบุคคลของคุณต่อสาธารณะไม่จำเป็นต้องได้รับความยินยอมจากคุณก่อนในกรณีต่อไปนี้:
<br>
1. เกี่ยวข้องกับความมั่นคงของชาติและความมั่นคงในการป้องกันประเทศ
<br>
2. ที่เกี่ยวข้องกับความปลอดภัยของประชาชนสาธารณสุขและผลประโยชน์สาธารณะที่สำคัญ
<br>
3. ที่เกี่ยวข้องกับการบังคับใช้กฎหมายทางศาลหรือทางบริหาร เช่น การสืบสวนอาชญากรรม การฟ้องร้อง การพิจารณาคดี และการบังคับใช้คำพิพากษา
<br>
4. เพื่อปกป้องสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายอย่างมีนัยสําคัญเช่นชีวิตและทรัพย์สินของคุณหรือบุคคลอื่น ๆ แต่เป็นการยากที่จะได้รับความยินยอมจากตัวเอง
<br>
5. ข้อมูลส่วนบุคคลที่ท่านเปิดเผยต่อสาธารณชนในสังคม
<br>
6. การเก็บรวบรวมข้อมูลส่วนบุคคลจากข้อมูลที่เปิดเผยต่อสาธารณะอย่างถูกต้องตามกฎหมาย เช่น การรายงานข่าวที่ถูกต้องตามกฎหมาย การเปิดเผยข้อมูลของรัฐบาล เป็นต้น
<br>
โปรดทราบว่าตามกฎหมายที่บังคับใช้ หากเราใช้มาตรการทางเทคนิคและมาตรการอื่น ๆ ที่จำเป็นในการประมวลผลข้อมูลส่วนบุคคลเพื่อให้ผู้รับข้อมูลไม่สามารถระบุตัวบุคคลใดบุคคลหนึ่งได้และไม่สามารถกู้คืนได้ การแบ่งปัน การถ่ายโอน การเปิดเผยข้อมูลต่อสาธารณะหลังจากการประมวลผลดังกล่าวไม่จำเป็นต้องแจ้งให้คุณทราบล่วงหน้าและขอความยินยอมจากคุณ
<br>
<strong>IV. เราปกป้องข้อมูลของคุณอย่างไร</strong>
<br>
1. เราใช้มาตรการที่เหมาะสมทั้งทางกายภาพ อิเล็กทรอนิกส์ การจัดการ และเทคโนโลยีเพื่อปกป้องและรักษาความปลอดภัยของข้อมูลส่วนบุคคลของคุณ เราพยายามอย่างเต็มที่เพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลใด ๆ ที่รวบรวมผ่านแพลตฟอร์มของเราจะปลอดภัยจากการรบกวนของบุคคลที่สามที่ไม่เกี่ยวข้องกับเรา มาตรการรักษาความปลอดภัยที่เราใช้รวมถึง แต่ไม่ จำกัด เพียง:
<br>
(1) มาตรการทางกายภาพ: บันทึกที่มีประวัติส่วนตัวของคุณจะถูกเก็บไว้ในที่ที่มีการล็อค
<br>
(2) มาตรการทางอิเล็กทรอนิกส์: ข้อมูลคอมพิวเตอร์ที่เก็บข้อมูลส่วนบุคคลของคุณจะถูกเก็บไว้ในระบบคอมพิวเตอร์และสื่อจัดเก็บข้อมูลที่มีข้อ จำกัด ในการเข้าถึงอย่างเข้มงวด
<br>
(3) มาตรการการจัดการ: เราจัดตั้งหน่วยงานที่เกี่ยวข้องภายในเราเพื่อปกป้องความปลอดภัยของข้อมูลผู้ใช้และจัดตั้งระบบการควบคุมภายในที่เกี่ยวข้องโดยใช้หลักการอนุญาตที่เข้มงวดสำหรับพนักงานที่อาจเข้าถึงข้อมูลของคุณและเฉพาะพนักงานที่ได้รับอนุญาตจากเราเท่านั้นที่สามารถเข้าถึงข้อมูลส่วนบุคคลของคุณได้
พนักงานเหล่านี้ต้องปฏิบัติตามจรรยาบรรณภายในของเราในการรักษาความลับของข้อมูลส่วนบุคคล นอกจากนี้ เรายังคงเสริมสร้างความเข้มแข็งให้กับกฎหมายและข้อบังคับที่เกี่ยวข้องกับการฝึกอบรมพนักงานและแนวทางการรักษาความปลอดภัยความเป็นส่วนตัวและการตระหนักถึงความปลอดภัย รวมทั้งจัดให้มีการฝึกอบรมและซักซ้อมการรับมือกับเหตุฉุกเฉินอย่างสม่ำเสมอสำหรับบุคลากรภายในองค์กรเพื่อให้เข้าใจในหน้าที่และกลยุทธ์และแนวทางการรับมือเหตุฉุกเฉิน
<br>
(4) มาตรการทางเทคนิค: อาจใช้เทคโนโลยีการเข้ารหัสเช่น Secure Socket Layer Encryption เพื่อส่งข้อมูลส่วนบุคคลของคุณ
<br>
(5) มาตรการรักษาความปลอดภัย: เพื่อรักษาความปลอดภัยของข้อมูลของคุณเรามุ่งมั่นที่จะใช้เทคโนโลยีความปลอดภัยทั่วไปในปัจจุบันและระบบการจัดการที่ตรงกันเพื่อลดความเสี่ยงของการรั่วไหลความเสียหายการใช้งานในทางที่ผิดการเข้าถึงโดยไม่ได้รับอนุญาตการเปิดเผยและการเปลี่ยนแปลงที่ไม่ได้รับอนุญาต ตัวอย่างเช่น: การส่งข้อมูลที่เข้ารหัสผ่านซอฟต์แวร์ Network Security Layer (SSL) การจัดเก็บข้อมูลที่เข้ารหัสการจำกัดการเข้าถึงศูนย์ข้อมูลอย่างเข้มงวด เมื่อส่งและจัดเก็บข้อมูลที่ละเอียดอ่อนส่วนบุคคล (รวมถึงข้อมูลไบโอเมตริกซ์ส่วนบุคคล) เราจะใช้มาตรการรักษาความปลอดภัยเช่นการเข้ารหัสการควบคุมสิทธิ์การลดการระบุและการทำให้อ่อนไหว
<br>
(6) มาตรการอื่น ๆ: ทบทวนการเก็บรวบรวมข้อมูลส่วนบุคคล การจัดเก็บและกระบวนการประมวลผลของเราอย่างสม่ำเสมอ
และจำกัดการเข้าถึงข้อมูลของคุณโดยพนักงานและซัพพลายเออร์ของเราตามหลักการที่จำเป็นและทั้งพนักงานและซัพพลายเออร์ของเราต้องปฏิบัติตามภาระผูกพันที่เข้มงวดในการรักษาความลับตามสัญญา
<br>
2 หากคุณทราบว่ามีช่องโหว่ด้านความปลอดภัยบนแพลตฟอร์มของเราโปรดติดต่อเราทันทีเพื่อให้เราสามารถดำเนินการได้อย่างเหมาะสมโดยเร็วที่สุด
<br>
3 แม้จะมีมาตรการทางเทคนิคและการรักษาความปลอดภัยดังกล่าวข้างต้นเราไม่สามารถรับประกันได้ว่าการส่งข้อมูลบนอินเทอร์เน็ตมีความปลอดภัยอย่างแน่นอน
ดังนั้นเราจึงไม่สามารถรับประกันได้อย่างแน่นอนว่าข้อมูลส่วนบุคคลที่คุณให้เราผ่านแพลตฟอร์มของเราจะปลอดภัยตลอดเวลา เราจะอัปเดตและเปิดเผยเนื้อหาที่เกี่ยวข้องเช่นความเสี่ยงด้านความปลอดภัยรายงานการประเมินผลกระทบด้านความปลอดภัยของข้อมูลส่วนบุคคลและอื่น ๆ เป็นระยะ ๆ และคุณสามารถดูได้ผ่านการประกาศแพลตฟอร์มนี้
<br>
<strong>V. คุณจัดการข้อมูลของคุณอย่างไร</strong>
<br>
คุณสามารถเข้าถึงและจัดการข้อมูลของคุณได้โดย:
<br>
(1) สอบถาม แก้ไข และลบข้อมูลของคุณ
<br>
คุณมีสิทธิ์ได้รับสำเนาประวัติส่วนตัวของคุณตามคำขอและพิจารณาว่าข้อมูลที่เรามีเกี่ยวกับคุณถูกต้องและเป็นปัจจุบันหรือไม่ หากข้อมูลส่วนบุคคลของคุณไม่ถูกต้องคุณสามารถขออัปเดตข้อมูลของคุณได้ นอกจากนี้คุณยังสามารถขอให้ลบข้อมูลส่วนบุคคลของคุณได้ แต่เราอาจปฏิเสธคำขอลบของคุณในบางกรณี เช่น ตามที่กฎหมายกำหนดหรือเพื่อวัตถุประสงค์ทางกฎหมายอื่น ๆ สำหรับการเข้าถึงข้อมูล คำขอแก้ไขหรือลบ คุณสามารถติดต่อเราได้ตามรายละเอียดการติดต่อในข้อที่ 8
<br>
เพื่อตอบสนองต่อการเข้าถึงข้อมูล การแก้ไขหรือลบคำขอ เราจะตรวจสอบตัวตนของผู้ร้องขอเพื่อให้แน่ใจว่าเขา/เธอมีสิทธิตามกฎหมายในการร้องขอดังกล่าว แม้ว่าเราจะมีเป้าหมายในการตอบคำขอเหล่านี้โดยไม่เสียค่าใช้จ่าย แต่เราขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมที่เหมาะสมในกรณีที่คำขอของคุณซ้ำซ้อนหรือมีน้ำหนักมาก
<br>
(2) เปลี่ยนขอบเขตของความยินยอมที่ได้รับอนุญาตของคุณ
<br>
แต่ละฟังก์ชั่นทางธุรกิจต้องใช้ข้อมูลส่วนบุคคลพื้นฐานบางอย่างเพื่อให้สมบูรณ์ (ดูนโยบายความเป็นส่วนตัวนี้ "ส่วนแรก") นอกเหนือจากนี้คุณสามารถติดต่อเราเพื่อให้หรือเรียกคืนความยินยอมในการอนุญาตของคุณผ่านทางรายละเอียดการติดต่อในข้อแปด
<br>
เมื่อคุณเรียกคืนความยินยอมของคุณเราจะไม่ประมวลผลข้อมูลส่วนบุคคลที่เกี่ยวข้องอีกต่อไป แต่การตัดสินใจเรียกคืนความยินยอมของคุณจะไม่ส่งผลกระทบต่อการประมวลผลข้อมูลส่วนบุคคลที่ดำเนินการก่อนหน้านี้บนพื้นฐานของการอนุญาตของคุณ
<br>
(3) ออกจากระบบบัญชีของคุณ
<br>
คุณสามารถขอยกเลิกบัญชีของคุณโดยติดต่อเราผ่านทางรายละเอียดการติดต่อในข้อที่ 8 หลังจากที่คุณออกจากบัญชีโดยสมัครใจแล้ว เราจะหยุดการให้บริการผลิตภัณฑ์หรือบริการแก่คุณ การลบข้อมูลส่วนบุคคลของคุณตามที่กฎหมายกำหนด หรือการประมวลผลโดยไม่ระบุชื่อ
<br>
(4) เพื่อตอบสนองต่อคำขอดังกล่าวข้างต้น
<br>
เพื่อความปลอดภัย คุณอาจต้องให้คำขอเป็นลายลักษณ์อักษร หรือพิสูจน์ตัวตนของคุณ เราอาจขอให้คุณยืนยันตัวตนก่อน แล้วค่อยดำเนินการตามคำขอของคุณ
<br>
เราจะตอบกลับภายใน 15 วัน หากคุณไม่พอใจคุณสามารถร้องเรียนผ่านแบบฟอร์มการติดต่อที่เราให้ไว้
<br>
สำหรับคำขอที่สมเหตุสมผลของคุณเราจะไม่เรียกเก็บค่าธรรมเนียมในหลักการ แต่จะเรียกเก็บค่าธรรมเนียมตามความเหมาะสมสำหรับคำขอที่ซ้ำกันหลายครั้งซึ่งเกินขีด จำกัด ที่สมเหตุสมผล เราอาจปฏิเสธข้อมูลที่ไม่เกี่ยวข้องโดยตรงกับตัวตนของคุณ ข้อมูลซ้ำซ้อนโดยไม่มีเหตุผล หรือต้องใช้วิธีการทางเทคนิคมากเกินไป (เช่น จำเป็นต้องพัฒนาระบบใหม่หรือเปลี่ยนแปลงหลักปฏิบัติในปัจจุบัน) ก่อให้เกิดความเสี่ยงต่อสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายของผู้อื่น หรือคำขอที่ไม่สมจริง
<br>
เราจะไม่สามารถตอบสนองคำขอของคุณได้ตามที่กฎหมายและข้อบังคับกำหนดในกรณีต่อไปนี้:
<br>
1. เกี่ยวข้องกับความมั่นคงของชาติและความมั่นคงในการป้องกันประเทศ
<br>
2. ที่เกี่ยวข้องกับความปลอดภัยของประชาชนสาธารณสุขและผลประโยชน์สาธารณะที่สำคัญ
<br>
3. ที่เกี่ยวข้องกับการสืบสวนอาชญากรรมการฟ้องร้องการพิจารณาคดีและการบังคับใช้คำพิพากษา ฯลฯ
<br>
4. มีหลักฐานเพียงพอที่จะแสดงเจตนาร้ายส่วนตัวหรือการละเมิดสิทธิของเจ้าของข้อมูลส่วนบุคคล
<br>
5. การตอบสนองต่อคำขอของคุณจะส่งผลให้เกิดความเสียหายอย่างร้ายแรงต่อสิทธิและผลประโยชน์ที่ชอบด้วยกฎหมายของคุณหรือบุคคลอื่นองค์กร;
<br>
6, เกี่ยวข้องกับความลับทางการค้า
<br>
<strong>VI. เราจัดการกับข้อมูลของผู้เยาว์อย่างไร</strong>
<br>
แพลตฟอร์มนี้เปิดให้เด็กและหากเราพบหรือสงสัยว่าผู้ใช้มีอายุต่ำกว่า 14 ปีเราจะขอให้ผู้ใช้ปิดบัญชีและจะไม่อนุญาตให้ผู้ใช้รายนั้นใช้ผลิตภัณฑ์หรือบริการของแพลตฟอร์มต่อไป เราจะลบข้อมูลที่เกี่ยวข้องโดยเร็วที่สุด หากคุณทราบว่ามีบุคคลที่มีอายุต่ำกว่า 14 ปีที่ใช้บริการของเราโปรดแจ้งให้เราทราบเพื่อให้เราสามารถดำเนินการเพื่อป้องกันไม่ให้พวกเขาเข้าถึงผลิตภัณฑ์หรือบริการของเรา
<br>
สำหรับผู้เยาว์ที่มีอายุครบ 14 ปี แต่ยังไม่ถึง 18 ปี เราคาดหวังให้พ่อแม่หรือผู้ปกครองแนะนำผู้เยาว์ให้ใช้บริการของเรา เราจะปกป้องความลับและความปลอดภัยของข้อมูลของผู้เยาว์ตามที่กำหนดโดยกฎหมายและข้อบังคับที่เกี่ยวข้อง
<br>
หากคุณเป็นผู้เยาว์ขอแนะนำให้พ่อแม่หรือผู้ปกครองของคุณอ่านนโยบายนี้และใช้บริการของเราหรือให้ข้อมูลของคุณกับเราโดยได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองของคุณ ในกรณีที่มีการรวบรวมข้อมูลของคุณโดยได้รับความยินยอมจากบิดามารดาหรือผู้ปกครองเราจะใช้หรือเปิดเผยต่อสาธารณะเท่านั้นที่ได้รับอนุญาตตามกฎหมายความยินยอมอย่างชัดแจ้งจากบิดามารดาหรือผู้ปกครองหรือเพื่อปกป้องผลประโยชน์และผลประโยชน์ของคุณ หากผู้ปกครองของคุณไม่ยินยอมให้คุณใช้บริการของเราตามนโยบายนี้หรือให้ข้อมูลแก่เราขอให้คุณยุติการใช้บริการของเราทันทีและแจ้งให้เราทราบทันเวลาเพื่อให้เราสามารถดำเนินการตามขั้นตอนที่เกี่ยวข้อง
<br>
หากคุณเป็นบิดามารดาหรือผู้ปกครองของผู้เยาว์เมื่อคุณมีข้อสงสัยเกี่ยวกับการประมวลผลข้อมูลของผู้เยาว์ที่คุณอยู่ในความดูแลของคุณโปรดติดต่อเราผ่านทางรายละเอียดการติดต่อที่ประกาศไว้ในนโยบายนี้
<br>
<strong>VII นโยบายความเป็นส่วนตัวนี้ได้รับการปรับปรุงอย่างไร</strong>
<br>
นโยบายความเป็นส่วนตัวของเราอาจมีการเปลี่ยนแปลง
<br>
เราจะไม่ จำกัด สิทธิ์ที่คุณควรมีตามนโยบายความเป็นส่วนตัวนี้โดยไม่ได้รับความยินยอมอย่างชัดแจ้งจากคุณ เราจะโพสต์การเปลี่ยนแปลงใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวในช่องทางการ หากคุณไม่เห็นด้วยกับเนื้อหาที่แก้ไขคุณควรหยุดการเข้าถึงแพลตฟอร์มนี้ทันที เมื่อนโยบายความเป็นส่วนตัวฉบับปรับปรุงได้รับการเผยแพร่ คุณเข้าถึงแพลตฟอร์มนี้อย่างต่อเนื่องเพื่อแสดงและแสดงให้เห็นว่าคุณเห็นด้วยกับเนื้อหาของการปรับปรุงนั้น และตกลงที่จะปฏิบัติตามนโยบายความเป็นส่วนตัวที่ปรับปรุงนั้น
<br>
นอกจากนี้เรายังมีการแจ้งเตือนที่สำคัญมากขึ้นสำหรับการเปลี่ยนแปลงที่สำคัญ (รวมถึงวิธีการที่เราประกาศผ่านแพลตฟอร์มนี้และแม้กระทั่งการแจ้งเตือนหน้าต่างบานเกล็ดแก่คุณ)
<br>
การเปลี่ยนแปลงที่สำคัญที่อ้างถึงในนโยบายนี้รวมถึงแต่ไม่ จำกัด เพียง:
<br>
1, รูปแบบการให้บริการของเรามีการเปลี่ยนแปลงที่สำคัญ เช่น วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล ประเภทของข้อมูลส่วนบุคคลที่ประมวลผล วิธีการใช้ข้อมูลส่วนบุคคล เป็นต้น
<br>
2 เรามีการเปลี่ยนแปลงที่สำคัญในการควบคุม ฯลฯ เช่น การเปลี่ยนแปลงผู้ควบคุมข้อมูลที่เกิดจากการปรับโครงสร้างการควบรวมและซื้อกิจการ เป็นต้น
<br>
3. การเปลี่ยนแปลงวัตถุประสงค์หลักของการแบ่งปัน การถ่ายโอน หรือการเปิดเผยข้อมูลส่วนบุคคลต่อสาธารณะ
<br>
4、 สิทธิในการมีส่วนร่วมในการประมวลผลข้อมูลส่วนบุคคลและวิธีการใช้สิทธิมีการเปลี่ยนแปลงอย่างมีนัยสำคัญ
<br>
5. การเปลี่ยนแปลงในหน่วยงานที่รับผิดชอบ รายละเอียดการติดต่อ และช่องทางการร้องเรียนที่เรารับผิดชอบในการจัดการความปลอดภัยของข้อมูลส่วนบุคคล
<br>
6.รายงานการประเมินผลกระทบด้านความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ระบุว่า มีความเสี่ยงสูง
</p>`,

	//用户协议
	userAgreementText: `<p>หมายเหตุสำคัญ: </p>
<p><br>
เราขอเตือนคุณโดยเฉพาะอย่างยิ่ง:
<br>
• 1 สินทรัพย์ดิจิทัลนั้นไม่ได้ถูกเผยแพร่โดยสถาบันการเงินหรือบริษัทใดๆ หรือเว็บไซต์นี้
<br>
• 2 ตลาดสินทรัพย์ดิจิทัลเป็นของใหม่ไม่ได้รับการยืนยันและอาจไม่เติบโต
<br>
•3
สินทรัพย์ดิจิทัลส่วนใหญ่จะถูกใช้โดยนักเก็งกำไร ตลาดค้าปลีกและธุรกิจมีการใช้ค่อนข้างน้อย การซื้อขายสินทรัพย์ดิจิทัลมีความเสี่ยงสูงมาก การซื้อขายแบบไม่หยุดชะงักตลอดทั้งวัน ไม่มีข้อจำกัดในการขึ้นและลง และราคามีความผันผวนอย่างมากโดยเจ้ามือ นโยบายของรัฐบาลทั่วโลก
<br>
•4
บริษัทมีสิทธิที่จะระงับหรือยกเลิกบัญชีของคุณได้ตลอดเวลา หรือระงับหรือยกเลิกการใช้บริการหรือการทำธุรกรรมสินทรัพย์ดิจิทัลที่คุณให้บริการโดยเว็บไซต์นี้ หากบริษัทเชื่อว่าคุณได้ละเมิดข้อตกลงนี้ตามดุลยพินิจของบริษัทแต่เพียงฝ่ายเดียว หรือเป็นไปตามกฎหมายของเขตอำนาจศาลของคุณ
การซื้อขายสินทรัพย์ดิจิทัลมีความเสี่ยงสูงและไม่เหมาะสําหรับคนส่วนใหญ่ คุณเข้าใจและเข้าใจว่าการทำธุรกรรมนี้มีความเสี่ยงที่จะทำให้เกิดการสูญเสียบางส่วนหรือทั้งหมดดังนั้นคุณควรตัดสินใจจำนวนเงินที่คุณซื้อขายในระดับที่ยอมรับได้ คุณเข้าใจและเข้าใจว่าสินทรัพย์ดิจิทัลมีความเสี่ยงต่ออนุพันธ์ ดังนั้นหากมีข้อสงสัยใด ๆ ขอแนะนำให้ขอความช่วยเหลือจากที่ปรึกษามืออาชีพก่อน นอกจากนี้ ยังมีความเสี่ยงที่ไม่สามารถคาดการณ์ได้นอกจากความเสี่ยงที่กล่าวถึงข้างต้นแล้ว คุณควรพิจารณาอย่างรอบคอบและใช้วิจารณญาณที่ชัดเจนในการประเมินสถานะทางการเงินและความเสี่ยงต่าง ๆ ที่กล่าวมาข้างต้นในการตัดสินใจซื้อและขายสินทรัพย์ดิจิทัลใด ๆ และยอมรับความสูญเสียทั้งหมดที่เกิดขึ้นซึ่งเราจะไม่รับผิดชอบใด ๆ
</p>
<p><br>
เรียนคุณ:
<br><br>
</p>
<p>
•1
ความคิดเห็น ข้อความ การสำรวจ บทวิเคราะห์ ราคา คำแนะนำ และข้อมูลอื่นๆ ในเว็บไซต์นี้เป็นความคิดเห็นของตลาดทั่วไปและไม่ถือเป็นคำแนะนำในการลงทุน เราไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นโดยตรงหรือโดยอ้อมจากการพึ่งพาข้อมูลนี้รวมถึงแต่ไม่ จำกัด เฉพาะการสูญเสียผลกำไรใด ๆ
<br>
•2
เนื้อหาของเว็บไซต์นี้อาจมีการเปลี่ยนแปลงได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้าเราได้ใช้มาตรการที่สมเหตุสมผลเพื่อรับรองความถูกต้องของข้อมูลเว็บไซต์ แต่ไม่ได้รับประกันความถูกต้องและจะไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นโดยตรงหรือโดยอ้อมจากข้อมูลในเว็บไซต์นี้หรือเนื่องจากความล่าช้าหรือความล้มเหลวในการเชื่อมโยงอินเทอร์เน็ตการส่งหรือรับการแจ้งเตือนและข้อมูลใด ๆ
<br>
•3
ยังมีความเสี่ยงในการใช้ระบบการซื้อขายในรูปแบบอินเทอร์เน็ต รวมถึงแต่ไม่จํากัดเฉพาะความล้มเหลวของซอฟต์แวร์ ฮาร์ดแวร์และการเชื่อมโยงอินเทอร์เน็ต เป็นต้น เนื่องจากเราไม่สามารถควบคุมความน่าเชื่อถือและความพร้อมใช้งานของอินเทอร์เน็ตได้ เราจะไม่รับผิดชอบต่อความผิดเพี้ยน ความล่าช้า และความล้มเหลวในการเชื่อมโยง
<br>
•4
ห้ามใช้เว็บไซต์นี้สำหรับกิจกรรมการซื้อขายที่ผิดจรรยาบรรณทั้งหมด เช่น การบิดเบือนตลาดอย่างมุ่งร้าย การซื้อขายที่ไม่เหมาะสม ฯลฯ หากพบเหตุการณ์ดังกล่าว เว็บไซต์นี้จะใช้มาตรการป้องกันไว้ก่อน เช่น การเตือน การจำกัดการซื้อขาย การปิดบัญชี ฯลฯ สำหรับการบิดเบือนราคาอย่างมุ่งร้าย ผลกระทบต่อระบบการซื้อขายอย่างมุ่งร้าย เป็นต้น เราจะไม่รับผิดชอบทั้งหมดที่เกิดขึ้นและขอสงวนสิทธิ์ในการเอาผิดกับบุคคลที่เกี่ยวข้อง
</p><br>
<p>I. ทั่วไป</p><br>
<p>
•1.1
ข้อตกลงผู้ใช้ (ต่อไปนี้จะเรียกว่า "ข้อตกลงนี้" หรือ "ข้อตกลงและเงื่อนไขเหล่านี้") ประกอบด้วยเนื้อหา "ข้อตกลงความเป็นส่วนตัว" "รู้จักลูกค้าและนโยบายต่อต้านการฟอกเงินของคุณ" และกฎระเบียบ แถลงการณ์ คำแนะนำ ฯลฯ ที่เผยแพร่แล้วหรืออาจโพสต์ในเว็บไซต์นี้ในอนาคต
<br>
•1.2
คุณควรอ่านข้อตกลงนี้อย่างรอบคอบก่อนที่จะใช้บริการต่าง ๆ ที่นำเสนอโดยเว็บไซต์นี้และปรึกษาทนายความมืออาชีพในกรณีที่ไม่เข้าใจหรือจำเป็นอื่น ๆ หากคุณไม่เห็นด้วยกับข้อตกลงนี้และ / หรือแก้ไขได้ตลอดเวลาขอให้คุณหยุดใช้บริการที่นำเสนอโดยเว็บไซต์นี้ทันทีหรือไม่เข้าสู่เว็บไซต์นี้อีกต่อไป เมื่อท่านเข้าสู่เว็บไซต์นี้ การใช้บริการใดๆ ของเว็บไซต์นี้ หรือการกระทำอื่นใดที่คล้ายคลึงกัน ท่านได้รับทราบและยอมรับอย่างเต็มที่ต่อเนื้อหาต่างๆ ของข้อตกลงนี้ รวมถึงการแก้ไขใดๆ ที่เว็บไซต์นี้ทำในข้อตกลงนี้ได้ตลอดเวลา
<br>
•1.3
คุณสามารถเป็นสมาชิกของเว็บไซต์นี้ได้โดยการกรอกข้อมูลที่เกี่ยวข้องตามข้อกำหนดของเว็บไซต์นี้และหลังจากลงทะเบียนสำเร็จตามขั้นตอนอื่น ๆ ที่เกี่ยวข้อง (ต่อไปนี้จะเรียกว่า "สมาชิก") โดยการคลิกที่ปุ่ม "ยินยอม" ในระหว่างขั้นตอนการลงทะเบียนแสดงว่าคุณได้บรรลุข้อตกลงกับ บริษัท ในรูปแบบของการลงนามทางอิเล็กทรอนิกส์ หรือเมื่อคุณคลิกปุ่มใด ๆ ที่ระบุว่า "ยินยอม" หรือความหมายที่คล้ายกันระหว่างการใช้งานเว็บไซต์นี้หรือใช้บริการที่นำเสนอโดยเว็บไซต์นี้ในลักษณะที่ได้รับอนุญาตจากเว็บไซต์อื่น ๆ แสดงว่าคุณเข้าใจยอมรับและยอมรับข้อกำหนดทั้งหมดภายใต้ข้อตกลงนี้อย่างสมบูรณ์และไม่มีการลงนามเป็นลายลักษณ์อักษรที่เขียนด้วยลายมือของคุณจะไม่ส่งผลกระทบต่อผลผูกพันทางกฎหมายของข้อตกลงนี้กับคุณ
<br>
• 1.4 เมื่อท่านเป็นสมาชิกของเว็บไซต์นี้ ท่านจะได้รับหมายเลขบัญชีสมาชิกและรหัสผ่านที่เกี่ยวข้องซึ่งท่านเป็นผู้รับผิดชอบในการเก็บรักษา คุณจะต้องรับผิดชอบทางกฎหมายต่อกิจกรรมและเหตุการณ์ทั้งหมดที่ดำเนินการภายใต้หมายเลขบัญชีของคุณ
<br>
• 1.5 เฉพาะสมาชิกของเว็บไซต์นี้เท่านั้นที่สามารถใช้แพลตฟอร์มการซื้อขายสินทรัพย์ดิจิทัลที่มีอยู่ในเว็บไซต์นี้เพื่อการซื้อขายและเพลิดเพลินกับบริการอื่น ๆ ที่ระบุไว้ในเว็บไซต์นี้เฉพาะสมาชิกเท่านั้น
<br>
• 1.6 เมื่อลงทะเบียนและใช้บริการและคุณลักษณะใด ๆ ที่จัดทำโดยเว็บไซต์นี้คุณจะถือว่าคุณได้อ่านและเข้าใจและ:
<br>
• 1.6.1 ยอมรับข้อตกลงและเงื่อนไขทั้งหมดของข้อตกลงนี้
<br>
•1.6.2
คุณรับทราบว่าคุณมีอายุมากกว่า 16 ปีหรืออายุตามกฎหมายที่สามารถทำสัญญาได้ตามกฎหมายที่ใช้บังคับต่างกันและการยอมรับบริการของเว็บไซต์นี้เช่นการลงทะเบียนการขายหรือการซื้อการโพสต์ข้อมูลในเว็บไซต์นี้จะต้องสอดคล้องกับกฎหมายและข้อบังคับที่เกี่ยวข้องของประเทศอธิปไตยหรือภูมิภาคที่มีเขตอำนาจเหนือคุณและมีความสามารถเพียงพอที่จะยอมรับข้อกำหนดเหล่านี้และทำธุรกรรมโดยใช้เว็บไซต์นี้เพื่อซื้อขายสินทรัพย์ดิจิทัล
<br>
• 1.6.3 คุณรับรองว่าสินทรัพย์ดิจิทัลที่เกี่ยวข้องในการทำธุรกรรมเป็นของคุณนั้นได้มาโดยชอบด้วยกฎหมายและเป็นเจ้าของ
<br>
• 1.6.4 ท่านตกลงว่าท่านจะรับผิดชอบแต่เพียงผู้เดียวต่อกำไรหรือขาดทุนใดๆ สำหรับการซื้อขายหรือการกระทำที่ไม่ใช่การซื้อขายของท่าน
<br>
• 1.6.5 ท่านยืนยันว่าข้อมูลที่ให้ไว้เมื่อลงทะเบียนนั้นเป็นความจริงและถูกต้อง
<br>
•1.6.6 คุณตกลงที่จะปฏิบัติตามบทบัญญัติของกฎหมายที่เกี่ยวข้องเพื่อวัตถุประสงค์ทางภาษีรวมถึงการรายงานผลกำไรจากการซื้อขายใด ๆ
<br>
• 1.6.7 คุณตกลงที่จะไม่ทำหรือมีส่วนร่วมในการกระทำหรือกิจกรรมที่เป็นอันตรายต่อเว็บไซต์หรือผลประโยชน์ของบริษัท ไม่ว่าในเวลาใดก็ตาม ไม่ว่าจะเกี่ยวข้องกับบริการที่นำเสนอโดยเว็บไซต์นี้
<br>
• 1.6.8 ข้อตกลงนี้มีผลผูกพันเฉพาะกับความสัมพันธ์ด้านสิทธิและภาระผูกพันระหว่างคุณและเราเท่านั้น และไม่ได้เกี่ยวข้องกับความสัมพันธ์ทางกฎหมายและข้อพิพาททางกฎหมายระหว่างผู้ใช้เว็บไซต์นี้และเว็บไซต์อื่น ๆ และระหว่างคุณเนื่องจากการซื้อขายสินทรัพย์ดิจิทัล
</p><br>
<p>ii. การแก้ไขข้อตกลง</p><br>
<p>
เราขอสงวนสิทธิ์ในการแก้ไขข้อตกลงนี้เป็นครั้งคราวและประกาศในลักษณะที่ประกาศบนเว็บไซต์โดยไม่แจ้งให้คุณทราบเป็นรายบุคคลอีกต่อไปข้อตกลงที่เปลี่ยนแปลงจะระบุเวลาการเปลี่ยนแปลงไว้ที่หน้าแรกของข้อตกลงนี้และมีผลบังคับใช้โดยอัตโนมัติทันทีที่มีการประกาศบนเว็บไซต์ คุณควรเรียกดูและให้ความสนใจกับเวลาการเปลี่ยนแปลงที่อัปเดตและเนื้อหาที่อัปเดตของข้อตกลงนี้เป็นครั้งคราว หากคุณไม่เห็นด้วยกับการเปลี่ยนแปลงที่เกี่ยวข้อง คุณควรหยุดใช้บริการเว็บไซต์นี้ทันที การที่คุณใช้บริการเว็บไซต์นี้ต่อไปถือว่าคุณยอมรับและตกลงที่จะผูกพันตามข้อตกลงที่แก้ไขแล้ว
</p><br>
<p>สาม ลงทะเบียน</p><br>
<p>
• 3.1 คุณสมบัติในการลงทะเบียน
<br>
คุณรับทราบและสัญญาว่า: เมื่อคุณเสร็จสิ้นขั้นตอนการลงทะเบียนหรือใช้บริการที่นำเสนอโดยเว็บไซต์นี้ในลักษณะอื่นที่ได้รับอนุญาตจากเว็บไซต์นี้คุณจะต้องเป็นบุคคลธรรมดานิติบุคคลหรือองค์กรอื่น ๆ ที่มีความสามารถที่จะลงนามในข้อตกลงนี้และการใช้บริการของเว็บไซต์นี้ตามที่กฎหมายที่ใช้บังคับ เมื่อคุณคลิกที่ปุ่มยินยอมให้ลงทะเบียน แสดงว่าตัวคุณเองหรือตัวแทนที่ได้รับอนุญาตของคุณได้ตกลงและลงทะเบียนด้วยตัวแทนของตนและใช้บริการเว็บไซต์นี้ หากคุณไม่มีคุณสมบัติตามที่กล่าวข้างต้น คุณและตัวแทนที่มีอำนาจของคุณจะต้องรับผิดชอบต่อผลที่เกิดขึ้นทั้งหมด และบริษัทขอสงวนสิทธิ์ในการยกเลิกหรือระงับบัญชีของคุณอย่างถาวร และรับผิดชอบต่อคุณและตัวแทนที่มีอำนาจของคุณ
<br>
• 3.2 วัตถุประสงค์ในการลงทะเบียน
<br>
คุณรับทราบและสัญญาว่า: คุณไม่ได้ลงทะเบียนเว็บไซต์นี้เพื่อวัตถุประสงค์ในการละเมิดกฎหมายและข้อบังคับหรือทำลายคำสั่งในการซื้อขายสินทรัพย์ดิจิทัลในเว็บไซต์นี้
<br>
• 3.3 ขั้นตอนการลงทะเบียน
<br>
•3.3.1
คุณตกลงที่จะให้ข้อมูลอีเมลที่ถูกต้องหมายเลขโทรศัพท์มือถือและอื่น ๆ ตามคำขอของหน้าการลงทะเบียนผู้ใช้ของเว็บไซต์นี้และคุณสามารถใช้หมายเลขโทรศัพท์มือถือของคุณเป็นวิธีการเชื่อมโยงไปถึงเพื่อเข้าสู่เว็บไซต์นี้ หากจำเป็นคุณต้องให้ข้อมูลที่เกี่ยวข้องตามที่กำหนดไว้ในข้อกำหนดทางกฎหมายและข้อบังคับที่เกี่ยวข้องของกฎหมายและข้อบังคับที่เกี่ยวข้องเช่นชื่อจริงเอกสารประจำตัวประชาชนและข้อกำหนดด้านความเป็นส่วนตัวและข้อกำหนดด้านการป้องกันและปราบปรามการฟอกเงินและอัปเดตข้อมูลการลงทะเบียนอย่างต่อเนื่องเพื่อให้เป็นไปตามข้อกำหนดที่ทันเวลาละเอียดและแม่นยำ ข้อมูลทั้งหมดที่พิมพ์ต้นฉบับจะถูกอ้างอิงเป็นข้อมูลการลงทะเบียน คุณต้องรับผิดชอบต่อความถูกต้อง ความสมบูรณ์ และความถูกต้องของข้อมูลดังกล่าว และรับผิดชอบต่อความสูญเสียและผลที่ไม่พึงประสงค์ที่เกิดขึ้นทั้งทางตรงและทางอ้อม
<br>
• 3.3.2 ท่านมีสิทธิ์ได้รับหมายเลขบัญชีและรหัสผ่านของเว็บไซต์นี้ เมื่อท่านได้รับหมายเลขบัญชีและรหัสผ่านของเว็บไซต์นี้ ถือว่าการลงทะเบียนสำเร็จเมื่อท่านได้รับหมายเลขบัญชีและรหัสผ่านของเว็บไซต์นี้ และสามารถทำการเชื่อมโยงไปถึงสมาชิกในเว็บไซต์นี้ได้
<br>
•3.3.3 คุณตกลงที่จะรับอีเมลและ / หรือข้อความสั้น ๆ ที่ส่งโดยเว็บไซต์ที่เกี่ยวข้องกับการจัดการการดำเนินงานของเว็บไซต์
</p><br>
<p>IV. บริการ</p><br>
<p>
• 4.1 เนื้อหาของบริการ
<br>
• 4.1.1 ท่านมีสิทธิ์เรียกดูข้อมูลตลาดและธุรกรรมแบบเรียลไทม์ของผลิตภัณฑ์ต่าง ๆ ของสินทรัพย์ดิจิทัลในเว็บไซต์นี้ มีสิทธิส่งคำสั่งการซื้อขายสินทรัพย์ดิจิทัลผ่านเว็บไซต์นี้ และดำเนินการซื้อขายสินทรัพย์ดิจิทัลให้เสร็จสมบูรณ์
<br>
• 4.1.2 คุณมีสิทธิ์ที่จะดูข้อมูลภายใต้หมายเลขบัญชีสมาชิกของคุณบนเว็บไซต์นี้และมีสิทธิ์ที่จะดำเนินการโดยใช้คุณลักษณะที่นำเสนอโดยเว็บไซต์นี้
<br>
• 4.1.3 คุณมีสิทธิ์ที่จะเข้าร่วมกิจกรรมของเว็บไซต์ที่จัดโดยเว็บไซต์นี้ตามกฎของกิจกรรมที่เผยแพร่บนเว็บไซต์นี้
<br>
• 4.1.4 บริการอื่น ๆ ที่เว็บไซต์นี้สัญญาว่าจะมอบให้กับคุณ
<br>
•4.2 กฎการให้บริการที่คุณสัญญาว่าจะปฏิบัติตามกฎการให้บริการของเว็บไซต์นี้:
<br>
•4.2.1
ท่านควรปฏิบัติตามกฎหมายและข้อบังคับและใช้และเก็บรักษาหมายเลขบัญชีและรหัสผ่านการเข้าสู่ระบบ รหัสผ่านเงินทุน และรหัสยืนยันโทรศัพท์มือถือที่ได้รับจากโทรศัพท์มือถืออย่างเหมาะสม คุณต้องรับผิดชอบอย่างเต็มที่ต่อการกระทำและผลที่ตามมาโดยใช้หมายเลขบัญชีและรหัสผ่านการเข้าสู่ระบบรหัสผ่านกองทุนรหัสยืนยันโทรศัพท์มือถือ เมื่อคุณพบว่าหมายเลขบัญชีของเว็บไซต์นี้ รหัสผ่านการเข้าสู่ระบบ หรือรหัสผ่านเงินทุน รหัสยืนยันตัวตนถูกใช้โดยบุคคลที่สามที่ไม่ได้รับอนุญาตจากคุณ หรือมีปัญหาด้านความปลอดภัยของบัญชีอื่น ๆ คุณควรแจ้งให้เว็บไซต์นี้ทราบทันทีและมีประสิทธิภาพเพื่อขอให้เว็บไซต์นี้ระงับบริการของหมายเลขบัญชีของเว็บไซต์นี้ เว็บไซต์นี้มีสิทธิ์ที่จะดำเนินการตามคำขอดังกล่าวภายในระยะเวลาที่เหมาะสม แต่เว็บไซต์นี้จะไม่รับผิดชอบต่อผลที่เกิดขึ้นก่อนที่จะดำเนินการ (รวมถึง แต่ไม่ จำกัด เฉพาะการสูญเสียใด ๆ ของคุณ) คุณไม่สามารถนำเลขที่บัญชีของเว็บไซต์นี้ไปให้ผู้อื่นโดยไม่ได้รับความยินยอมจากเว็บไซต์นี้ในการให้ยืมเช่าโอนหรืออื่น ๆ
<br>
• 4.2.3 คุณตกลงที่จะรับผิดชอบต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้หมายเลขบัญชีของเว็บไซต์นี้ รหัสผ่าน (รวมถึงแต่ไม่จำกัดเพียง การเปิดเผยข้อมูล การโพสต์ข้อมูล ความยินยอมในการคลิกออนไลน์ หรือการส่งข้อตกลงกฎเกณฑ์ต่างๆ การต่ออายุสัญญาออนไลน์ หรือการซื้อบริการ เป็นต้น)
<br>
4.2.4
คุณต้องไม่แทรกแซงการทำธุรกรรมตามปกติของสินทรัพย์ดิจิทัล ทำลายคำสั่งในการซื้อขายสินทรัพย์ดิจิทัลเมื่อทำการซื้อขายสินทรัพย์ดิจิทัลบนเว็บไซต์นี้ ไม่แทรกแซงการทำงานตามปกติของเว็บไซต์หรือรบกวนการใช้บริการของเว็บไซต์โดยผู้ใช้รายอื่นด้วยวิธีการทางเทคนิคหรือวิธีการอื่นใด ไม่ทำลายความนิยมของเว็บไซต์นี้โดยเจตนาร้ายในลักษณะที่เป็นข้อเท็จจริงที่สมมติขึ้น ฯลฯ
<br>
• 4.2.5 ในกรณีที่ท่านมีข้อพิพาทกับผู้ใช้รายอื่นๆ อันเนื่องมาจากการทำธุรกรรมออนไลน์ ท่านจะไม่ขอข้อมูลที่เกี่ยวข้องจากเว็บไซต์นี้ผ่านช่องทางอื่นนอกเหนือจากการพิจารณาคดีหรือการบริหาร
<br>
• 4.2.6 ค่าใช้จ่ายด้านอื่น ๆ ที่เกิดขึ้นระหว่างการใช้บริการที่จัดทำโดยเว็บไซต์นี้ขึ้นอยู่กับดุลยพินิจและต้องรับผิดชอบแต่เพียงผู้เดียว
<br>
• 4.3 กฎของผลิตภัณฑ์
<br>
• 4.3.1 เรียกดูข้อมูลการทำธุรกรรม
<br>
• เมื่อท่านเรียกดูข้อมูลการซื้อขายบนเว็บไซต์นี้ ท่านควรอ่านเนื้อหาทั้งหมดที่มีอยู่ในข้อมูลการซื้อขายอย่างรอบคอบ ซึ่งรวมถึงแต่ไม่จำกัดเพียง ราคา ปริมาณการมอบอำนาจ ค่าธรรมเนียม ทิศทางการซื้อหรือขาย
คุณยอมรับอย่างเต็มที่ในการทำธุรกรรมด้วยปุ่มคลิกด้านหลังเนื้อหาทั้งหมดที่มีอยู่ในข้อมูลการทำธุรกรรม
<br>
• 4.3.2 ดูรายละเอียดการทำธุรกรรม
<br>
•คุณสามารถตรวจสอบบันทึกการซื้อขายที่สอดคล้องกันผ่านบัญชีของคุณ
</p><br>
<p>V. สิทธิและหน้าที่ของเว็บไซต์นี้</p><br>
<p>
•5.1
หากคุณไม่มีคุณสมบัติในการลงทะเบียนตามที่ตกลงไว้ในข้อตกลงนี้เว็บไซต์นี้มีสิทธิ์ที่จะปฏิเสธการลงทะเบียนของคุณสำหรับสิ่งที่ลงทะเบียนแล้วเว็บไซต์นี้มีสิทธิ์ที่จะยกเลิกหมายเลขบัญชีสมาชิกของคุณและเว็บไซต์นี้ขอสงวนสิทธิ์ในการสอบสวนคุณหรือตัวแทนที่มีอำนาจของคุณ ในขณะเดียวกันเว็บไซต์นี้ขอสงวนสิทธิ์ในกรณีอื่น ๆ ในการตัดสินใจว่าจะยอมรับการลงทะเบียนของคุณหรือไม่
<br>
5.2 เว็บไซต์นี้มีสิทธิ์ที่จะระงับหรือยกเลิกการใช้บัญชีของคุณและบัญชีที่เกี่ยวข้องทั้งหมดเมื่อพบว่าคุณหรือผู้ใช้บัญชีพันธมิตรของคุณไม่เหมาะสมกับการลงทุนที่มีความเสี่ยงสูงตามดุลยพินิจของเว็บไซต์เอง
<br>
•5.3 เว็บไซต์นี้มีสิทธิที่จะระงับหรือยกเลิกการใช้งานของบัญชีเมื่อพบว่าผู้ใช้บัญชีไม่ได้เป็นผู้ลงทะเบียนเริ่มต้นของบัญชี
<br>
•5.4 เว็บไซต์นี้มีสิทธิที่จะแจ้งให้คุณทราบถึงการแก้ไขปรับปรุงข้อมูลหรือระงับยกเลิกการให้บริการเว็บไซต์นี้เมื่อมีข้อสงสัยอย่างสมเหตุสมผลว่าข้อมูลที่คุณให้ไว้ไม่ถูกต้องไม่ถูกต้องหรือไม่สมบูรณ์โดยวิธีการตรวจจับทางเทคนิคการตรวจสอบแบบสุ่มด้วยตนเอง ฯลฯ
<br>
• 5.5 เว็บไซต์นี้มีสิทธิที่จะแก้ไขข้อมูลในกรณีที่พบว่ามีข้อผิดพลาดที่เห็นได้ชัดในข้อมูลที่แสดงบนเว็บไซต์นี้
<br>
•5.6
เว็บไซต์นี้ขอสงวนสิทธิ์ในการแก้ไข ระงับ หรือยุติการให้บริการของเว็บไซต์นี้ได้ตลอดเวลา และเว็บไซต์นี้ใช้สิทธิ์ในการแก้ไขหรือยุติการให้บริการโดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า ในกรณีที่เว็บไซต์ยุติการให้บริการอย่างน้อยหนึ่งรายการในเว็บไซต์นี้ การสิ้นสุดจะมีผลในวันที่เว็บไซต์ประกาศยุติการให้บริการบนเว็บไซต์
<br>
5.7 เว็บไซต์นี้จะใช้วิธีการทางเทคนิคที่จำเป็นและมาตรการจัดการเพื่อรับประกันการทำงานที่เหมาะสมของเว็บไซต์นี้และให้สภาพแวดล้อมการซื้อขายที่จำเป็นและเชื่อถือได้และบริการการซื้อขายเพื่อรักษาความสงบเรียบร้อยของการซื้อขายสินทรัพย์ดิจิทัล
<br>
• 5.8 เว็บไซต์นี้มีสิทธิ์ที่จะยกเลิกหมายเลขบัญชีเว็บไซต์ของคุณหากคุณไม่ได้เข้าสู่เว็บไซต์นี้โดยใช้หมายเลขบัญชีสมาชิกและรหัสผ่านเป็นเวลาหนึ่งปีติดต่อกัน หลังจากหมายเลขบัญชีถูกยกเลิกเว็บไซต์นี้มีสิทธิ์ที่จะเปิดชื่อสมาชิกที่สอดคล้องกันให้กับผู้ใช้รายอื่นเพื่อลงทะเบียนใช้งาน
<br>
• 5.9 เว็บไซต์นี้รักษาความปลอดภัยของสินทรัพย์ดิจิทัลของคุณด้วยมาตรการต่าง ๆ เช่นการเพิ่มการลงทุนทางเทคนิคการเพิ่มความระมัดระวังด้านความปลอดภัยและจะแจ้งให้คุณทราบล่วงหน้าในกรณีที่มีความเสี่ยงด้านความปลอดภัยที่คาดการณ์ได้ในบัญชีของคุณ
<br>
• 5.10 เว็บไซต์นี้มีสิทธิที่จะลบข้อมูลเนื้อหาทุกประเภทภายในเว็บไซต์ที่ไม่สอดคล้องกับกฎหมายและข้อบังคับหรือข้อกำหนดของเว็บไซต์ ฯลฯ ได้ตลอดเวลาและการใช้สิทธิดังกล่าวโดยเว็บไซต์นี้ไม่จำเป็นต้องแจ้งให้คุณทราบล่วงหน้า
<br>
•5.11
เว็บไซต์นี้มีสิทธิ์ที่จะขอข้อมูลหรือข้อมูลเพิ่มเติมจากคุณ ฯลฯ และดำเนินการตามมาตรการที่เหมาะสมเพื่อให้เป็นไปตามข้อกำหนดของบรรทัดฐานท้องถิ่นตามข้อกำหนดของกฎหมายระเบียบคำสั่งและบรรทัดฐานอื่น ๆ ของประเทศหรือภูมิภาคอธิปไตยที่คุณอยู่และคุณมีหน้าที่ให้ความร่วมมือ เว็บไซต์นี้มีสิทธิ์ที่จะระงับหรือหยุดการเปิดให้บริการบางส่วนหรือทั้งหมดของเว็บไซต์นี้อย่างถาวรตามคำขอของกฎหมายระเบียบคำสั่งและบรรทัดฐานอื่น ๆ ของประเทศหรือภูมิภาคอธิปไตยที่คุณอยู่
</p><br>
<p>6. ข้อจำกัดความรับผิดชอบและการปฏิเสธความรับผิดชอบ</p><br>
<p>
• 6.1 ท่านเข้าใจและยอมรับว่า ไม่ว่าในกรณีใด เราจะไม่รับผิดชอบต่อเรื่องต่อไปนี้:
<br>
• 6.1.1 การสูญเสียรายได้
<br>
• 6.1.2 กำไรจากการซื้อขายหรือขาดทุนตามสัญญา
<br>
• 6.1.3 ความเสียหายที่เกิดจากการหยุดชะงักของธุรกิจ
<br>
• 6.1.4 การสูญเสียของสกุลเงินที่คาดว่าจะประหยัด;
<br>
• 6.1.5 ความสูญเสียที่เกิดจากปัญหาข้อมูล
<br>
• 6.1.6 การสูญเสียโอกาส ความนิยม หรือชื่อเสียง
<br>
• 6.1.7 ความเสียหายหรือการสูญเสียข้อมูล
<br>
• 6.1.8 ค่าใช้จ่ายในการซื้อสินค้าหรือบริการทดแทน
<br>
•6.1.9
ความสูญเสียหรือความเสียหายทางอ้อมพิเศษหรือโดยบังเอิญที่เกิดจากการละเมิด (รวมถึงความประมาทเลินเล่อ) การผิดสัญญาหรือเหตุผลอื่น ๆ ไม่ว่าความสูญเสียหรือความเสียหายดังกล่าวจะสามารถคาดการณ์ได้อย่างสมเหตุสมผลสำหรับเราหรือไม่ ไม่ว่าเราจะได้รับแจ้งล่วงหน้าหรือไม่ว่ามีความเป็นไปได้ของการสูญเสียหรือความเสียหายดังกล่าว
<br>
• 6.1.1 ถึง 8.1.9 แยกจากกัน
<br>
• 6.2 ท่านเข้าใจและยอมรับว่าเราจะไม่รับผิดชอบต่อความเสียหายใด ๆ ที่เกิดขึ้นจากท่าน อันเนื่องมาจากกรณีใดกรณีหนึ่งดังต่อไปนี้
<br>
• 6.2.1 อาจมีการฝ่าฝืนกฎหมายหรือการผิดนัดชำระหนี้ที่สำคัญในเรื่องการซื้อขายเฉพาะของคุณ
<br>
• 6.2.2 การกระทำของคุณบนเว็บไซต์นี้ต้องสงสัยว่าผิดกฎหมายหรือผิดจริยธรรม
<br>
• 6.2.3 ค่าใช้จ่ายและการสูญเสียที่เกิดจากการกระทำหรือการกระทำอื่น ๆ เช่นการซื้อหรือได้รับข้อมูลหรือการทำธุรกรรมผ่านบริการของเว็บไซต์นี้
<br>
• 6.2.4 ความเข้าใจผิดของคุณเกี่ยวกับบริการเว็บไซต์นี้
<br>
•6.2.5 ความสูญเสียอื่น ๆ ที่ไม่ได้เกิดจากเหตุผลของเราที่เกี่ยวข้องกับบริการที่นำเสนอโดยเว็บไซต์นี้
<br>
•6.3
เรามีความรับผิดชอบต่อการบำรุงรักษาอุปกรณ์เครือข่ายข้อมูล, ความล้มเหลวในการเชื่อมต่อเครือข่ายข้อมูล, ความล้มเหลวของคอมพิวเตอร์, การสื่อสารหรือระบบอื่น ๆ, ความล้มเหลวของไฟฟ้า, สาเหตุของสภาพอากาศ, อุบัติเหตุที่ไม่คาดคิด, การนัดหยุดงาน, ข้อพิพาทแรงงาน, การจลาจล, การจลาจล, ความไม่เพียงพอของผลผลิตหรือวัสดุการผลิต, ไฟไหม้, น้ำท่วม, พายุ, การระเบิด, สงคราม, ธนาคารหรือสาเหตุอื่น ๆ ของคู่ค้า, การล่มสลายของตลาดสินทรัพย์ดิจิตอล, การกระทำของรัฐบาล,
เราไม่สามารถให้บริการหรือล่าช้าในการให้บริการที่เกิดจากคำสั่งของศาลหรือฝ่ายบริหารการกระทำอื่น ๆ ที่อยู่นอกเหนือการควบคุมของเราหรือไม่สามารถควบคุมได้หรือเหตุผลของบุคคลที่สามและการสูญเสียที่เกิดขึ้นจากคุณ
<br>
•6.4
เราไม่สามารถรับประกันได้ว่าข้อมูลทั้งหมด โปรแกรม ข้อความ ฯลฯ ที่มีอยู่ในเว็บไซต์นี้มีความปลอดภัยอย่างสมบูรณ์ และปราศจากการรบกวนและการทำลายจากโปรแกรมที่เป็นอันตราย เช่น ไวรัส โทรจัน ฯลฯ ดังนั้นการเชื่อมโยงไปถึง ใช้บริการใด ๆ ของเว็บไซต์ หรือการดาวน์โหลดและใช้โปรแกรม ข้อมูล ฯลฯ ที่ดาวน์โหลดมานั้นเป็นการตัดสินใจส่วนตัวของคุณ และยอมรับความเสี่ยงและความเสียหายที่อาจเกิดขึ้น
<br>
•6.5
เราไม่รับประกันและสัญญาใด ๆ กับข้อมูลผลิตภัณฑ์และธุรกิจและเนื้อหาในรูปแบบอื่น ๆ ของเว็บไซต์ของบุคคลที่สามที่เชื่อมโยงกับเว็บไซต์นี้ที่ไม่ได้เป็นเรื่องของเรา ฯลฯ และหากคุณใช้บริการข้อมูลและผลิตภัณฑ์ใด ๆ ที่นำเสนอโดยเว็บไซต์ของบุคคลที่สามเป็นการตัดสินใจส่วนตัวของคุณและรับผิดชอบทั้งหมดที่เกิดขึ้น
<br>
•6.6
เราไม่รับประกันไม่ว่าโดยชัดแจ้งหรือโดยนัยเกี่ยวกับการใช้บริการของเว็บไซต์นี้รวมถึง แต่ไม่ จำกัด เพียงความเหมาะสมของการให้บริการที่ปราศจากข้อผิดพลาดหรือการละเลยความต่อเนื่องความถูกต้องความน่าเชื่อถือความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ ในขณะเดียวกัน เราไม่ให้คำมั่นสัญญาและรับประกันใด ๆ เกี่ยวกับประสิทธิภาพ ความถูกต้อง ความถูกต้อง ความน่าเชื่อถือ คุณภาพ เสถียรภาพ ความสมบูรณ์และทันเวลาของเทคโนโลยีและข้อมูลที่เกี่ยวข้องกับบริการที่นำเสนอโดยเว็บไซต์นี้ การลงจอดหรือการใช้บริการของเว็บไซต์นี้เป็นการตัดสินใจส่วนบุคคลของคุณและยอมรับความเสี่ยงและความเสียหายที่อาจเกิดขึ้น เราไม่ได้ให้การรับประกันใด ๆ ไม่ว่าโดยชัดแจ้งหรือโดยนัยเกี่ยวกับตลาดมูลค่าและราคาของสินทรัพย์ดิจิทัล ฯลฯ คุณเข้าใจและเข้าใจว่าตลาดสินทรัพย์ดิจิทัลมีความผันผวนและราคาและมูลค่าอาจผันผวนหรือล่มสลายได้ตลอดเวลาและการซื้อขายสินทรัพย์ดิจิทัลเป็นทางเลือกและการตัดสินใจอย่างอิสระของคุณเองและรับความเสี่ยงและความเสียหายที่อาจเกิดขึ้น
<br>
•6.7
การรับประกันและความมุ่งมั่นของเราที่ระบุไว้ในข้อตกลงนี้เป็นการรับประกันและการรับรองเพียงผู้เดียวของเราเกี่ยวกับข้อตกลงนี้และบริการที่นำเสนอโดยเว็บไซต์นี้และแทนที่การรับประกันและความมุ่งมั่นไม่ว่าจะเป็นลายลักษณ์อักษรหรือวาจาโดยชัดแจ้งหรือโดยนัยที่เกิดจากวิธีการและวิธีการอื่น ๆ การรับประกันและการรับรองทั้งหมดเหล่านี้แสดงถึงความมุ่งมั่นและการรับประกันของเราเองเท่านั้นและไม่ได้รับประกันว่าบุคคลที่สามจะปฏิบัติตามการรับประกันและสัญญาในข้อตกลงนี้
<br>
•6.8 เราไม่สละสิทธิ์ใด ๆ ที่ไม่ได้กล่าวถึงในข้อตกลงนี้ในการจำกัดการยกเว้นหรือชดเชยความรับผิดต่อความเสียหายที่เรามีในขอบเขตสูงสุดที่กฎหมายบังคับใช้
<br>
• 6.9 เมื่อท่านลงทะเบียนแล้ว ท่านยอมรับว่าการดำเนินการใดๆ ที่เราดำเนินการตามกฎที่กำหนดไว้ในข้อตกลงนี้ เป็นความเสี่ยงของท่านเอง
</p><br>
<p>VII การสิ้นสุดข้อตกลง</p><br>
<p>
•7.1 เว็บไซต์นี้มีสิทธิที่จะยุติการให้บริการเว็บไซต์ทั้งหมดตามที่ตกลงกันไว้ตามข้อตกลงนี้และข้อตกลงนี้จะสิ้นสุดในวันที่สิ้นสุดการให้บริการทั้งหมดของเว็บไซต์
<br>
• 7.2 เมื่อข้อตกลงนี้สิ้นสุดลง คุณไม่มีสิทธิ์ที่จะขอให้เว็บไซต์นี้ให้บริการหรือปฏิบัติตามข้อผูกพันอื่น ๆ ต่อไป รวมถึงแต่ไม่จำกัดเพียงการขอให้เว็บไซต์นี้เก็บรักษาหรือเปิดเผยข้อมูลใด ๆ จากหมายเลขบัญชีเว็บไซต์เดิมให้กับคุณ
ส่งต่อข้อมูลใด ๆ ที่ยังไม่ได้อ่านหรือส่งไปยังท่านหรือบุคคลที่สาม ฯลฯ
<br>
•7.3 การสิ้นสุดของข้อตกลงนี้จะไม่ส่งผลกระทบต่อการเรียกร้องความรับผิดชอบอื่น ๆ จากคู่สัญญาที่ฝ่าฝืนสัญญา
</p><br>
<p>VIII ทรัพย์สินทางปัญญา</p><br>
<p>
• 8.1 ผลลัพธ์ทางปัญญาทั้งหมดที่มีอยู่ในเว็บไซต์นี้รวมถึงแต่ไม่ จำกัด เพียงโลโก้เว็บไซต์ฐานข้อมูลการออกแบบเว็บไซต์คำและแผนภูมิซอฟต์แวร์ภาพถ่ายวิดีโอเพลงเสียงและการรวมกันดังกล่าวการรวบรวมซอฟต์แวร์ซอร์สโค้ดที่เกี่ยวข้องและซอฟต์แวร์
สิทธิในทรัพย์สินทางปัญญา (รวมถึงแอพเพล็ตและสคริปต์) เป็นของเว็บไซต์นี้ ท่านต้องไม่คัดลอก เปลี่ยนแปลง คัดลอก ส่ง หรือใช้วัสดุหรือเนื้อหาใดๆ ที่กล่าวมาข้างต้นเพื่อวัตถุประสงค์ทางการค้า
<br>
8.2 สิทธิทั้งหมด (รวมถึงแต่ไม่จำกัดเพียงความนิยมและเครื่องหมายการค้า เครื่องหมาย) ที่มีอยู่ในชื่อเว็บไซต์นี้เป็นของบริษัท
<br>
8.3 คุณต้องไม่ใช้หรือลงโทษเว็บไซต์นี้หรือสิทธิในทรัพย์สินทางปัญญาของผู้อื่นโดยไม่ชอบด้วยกฎหมายในระหว่างการใช้บริการเว็บไซต์นี้ คุณต้องไม่โพสต์หรืออนุญาตให้เว็บไซต์อื่น (และสื่อ) ใช้ข้อมูลที่เผยแพร่บนเว็บไซต์นี้ในรูปแบบใด ๆ
<br>
• 8.4 การที่คุณเข้าสู่เว็บไซต์นี้หรือใช้บริการใด ๆ ของเว็บไซต์ไม่ถือว่าเราโอนสิทธิ์ในทรัพย์สินทางปัญญาใด ๆ ให้กับคุณ
</p><br>
<p>เก้า, การคำนวณ</p><br>
<p>ผลการคำนวณธุรกรรมทั้งหมดได้รับการตรวจสอบโดยเรา แต่เราไม่สามารถรับประกันได้ว่าการใช้งานเว็บไซต์จะไม่ถูกรบกวนหรือปราศจากข้อผิดพลาด </ p><br>
<p>สิบ, แยก</p><br>
<p>ในกรณีที่บทบัญญัติใด ๆ ในข้อตกลงนี้ไม่สามารถบังคับใช้ได้โดยศาลที่มีเขตอำนาจศาลใด ๆ เป็นโมฆะหรือผิดกฎหมายและไม่ส่งผลกระทบต่อผลของบทบัญญัติที่เหลือของข้อตกลงนี้</ p><br>
<p>สิบเอ็ด, ความสัมพันธ์ที่ไม่ใช่ตัวแทน</p><br>
<p>ไม่มีบทบัญญัติใดในข้อตกลงนี้ที่ถือว่าเป็นการสร้าง ชี้นำ หรือปฏิบัติต่อเราในฐานะตัวแทน ผู้ดูแลผลประโยชน์ หรือตัวแทนอื่น ๆ ของคุณ ยกเว้นบทบัญญัติอื่นในข้อตกลงนี้</ p><br>
<p>สิบสอง, สละสิทธิ์</p><br>
<p>
การสละสิทธิ์ของเราหรือฝ่ายใดฝ่ายหนึ่งของคุณในการติดตามความรับผิดทางละเมิดหรือความรับผิดอื่น ๆ ที่ตกลงกันไว้ในข้อตกลงนี้ไม่สามารถระบุหรือตีความได้ว่าเป็นการสละสิทธิ์ความรับผิดทางละเมิดอื่น ๆ การไม่ใช้สิทธิหรือเยียวยาใดๆ ย่อมไม่อาจตีความได้ว่าเป็นการสละสิทธิหรือเยียวยาดังกล่าวแต่อย่างใด
</p><br>
<p>สิบสาม, หัวข้อ</p><br>
<p>หัวข้อทั้งหมดมีไว้เพื่อความสะดวกในการแสดงข้อตกลงเท่านั้น และไม่ได้ใช้เพื่อขยายหรือจำกัดเนื้อหาหรือขอบเขตของข้อตกลงนั้น ๆ </ p>
<p>โปรโตคอลการชาร์จแทนผู้อื่น: การชาร์จแทนผู้อื่นสำหรับ USDT, ETH, BTC, การซื้อขายสกุลเงินที่หลากหลายเมื่อตรวจพบบทลงโทษที่เข้มงวด!</ p>
<p></p><br>
<p>สิบสี่ การบังคับใช้และการตีความของข้อตกลง</p><br>
<p>
• 14.1 ข้อตกลงนี้มีผลเมื่อท่านคลิกที่ความยินยอมของหน้าการลงทะเบียนของเว็บไซต์นี้ เพื่อลงทะเบียนและเสร็จสิ้นขั้นตอนการลงทะเบียน ขอรับหมายเลขบัญชีและรหัสผ่านของเว็บไซต์นี้ และมีผลผูกพันทั้งเว็บไซต์นี้และท่าน
<br>
• 14.2 การตีความขั้นสุดท้ายของข้อตกลงนี้เป็นกรรมสิทธิ์ของเว็บไซต์นี้
<br>
•14.3
การสมัครใช้งานบัญชีส่วนบุคคลจะต้องจัดเตรียมเอกสารที่ถูกต้องตามเงื่อนไขและบัญชีการรับชำระเงินตามข้อกำหนดของหน่วยงานที่เกี่ยวข้องของ GTM เพื่อเปิดบัญชีที่ทำเครื่องหมายไว้หลังจากการตรวจสอบคุณสมบัติของหน่วยงานที่เกี่ยวข้องของ GTM ที่ออก การขอจีทูเอ็มและบัญชีของผู้ถือบัญชีที่ได้รับการอนุมัติจากหน่วยงานที่เกี่ยวข้องในการออกเครื่องจีทูเอ็ม จะใช้ได้เฉพาะผู้ถือบัญชีเท่านั้น และห้ามปล่อยเช่าและโอน
</p>`,
















	pc: {
		// pc页面
		home: pc.home.ZH,
	},
}
export default zh //暴露出去
