// import Common from "./data/common/index" //公共模块翻译文件引入
// import User from "./data/user/index" //用户模块翻译文件引入
// import ErrorPage from "./data/error/index"
// import Home from "./data/home/index"
// import Me from "./data/me/index"
// import other from "./data/other/index"
import pc from "./data/pc/index"
const zh = {
	//PC
	// 2023/2/13 13:50 开始

	//下载
	globalLeader: `全球领先的`,
	digital: `区块链数字资产交易平台`,
	experience: `5年数字资产服务经验-SAFU基金`,
	timely: `24小时在线客服及时解决用户问题`,
	ecological: `全球生态布局`,
	been: `多个国家设立本土化交易服务中心`,
	blockchain: `打造多业务形态为一体的区块链生态圈`,
	userFirst: `用户至上`,
	advance: `建立先行赔付机制`,
	protection: `设立投资者保护基金`,
	international: `国际化交易平台`,
	currencyTransaction: `法币交易`,
	purchase: `使用法定货币购买数字资产`,
	digitalAssets: `快速进入数字资产的世界`,
	mechanism: `专业的行情机制`,
	professional: `实时动态的行情数据,精准的k线图，专业的指标自定义工具，更清晰的掌握行情趋势。`,
	// 2023/2/8 12:43 开始
	// 主页
	technical: `最受欢迎的数字资产交易平台，获得市场上最强大，最便捷的技术分析和交易工具。`,
	advantages: `我们的优势`,
	reliable: `安全可靠`,
	signatures: `无偏性零知识证明隐私保密技术保护用户隐私，多种签名、分层架构等安全设计。 `,
	signatures: `无偏性零知识证明隐私保密技术保护用户隐私，多种签名、分层架构等安全设计。`,
	support: `最佳支持`,
	questions: `24*7小时全天候、全日制运营模式，客服第一时间为您解答相关咨询。 `,
	worldwide: `我们是全球性的`,
	recognized: `20多个国家和地区的用户在使用我们的平台并得到广泛认可`,
	strong: `我们很强大`,
	cryptocurrencies: `种类繁多的加密货币`,
	listed: `列出了 90 多种加密货币`,
	encryption: `高级数据加密`,
	information: `您的交易数据通过端到端加密得到保护，确保只有您可以访问您的个人信息。`,
	works: `它是如何工作的`,
	transaction: `丰富的币种及币种信息，提供币币,合约,法币交易等多种交易方式，专业的盘口和深度。`,
	billion430: `+430 亿`,
	trading: `24 小时交易量`,
	million30: `+三千万`,
	ourRegistered: `信任我们的注册用户`,
	cost: `最低交易费用`,
	download: `下载`,
	conditions: `随时随地 开启交易`,
	// nav
	transactions: `理财`,
	legal: `法币`,
	//添加提笔地址
	network: `网络`,
	del: `删除`,
	currencyNum: `法币数量`,

	//资产
	financialRecords: `财务记录`,
	// 财务记录
	rechargerecord: `充币记录`,
	withdrawalrgerecord: `提币记录`,
	state: `状态`,
	// 法币收款方式
	goBack: `返回`,
	yourWallet: `您的钱包`,
	yourWalletbank: `您的银行账号`,
	del: `删除`,
	nowCollectionMethod: `现有收款方式`,
	nowCollectionMethodTip: `您还没有绑定相应的收款方式，无法出售。`,
	notSet: `您还未设置`,
	// 我的
	pricingTip: `账户资产的计价单位，默认USD`,
	personalSettings: `个人设置`,
	paymentMethodInFiatCurrencyTip: `绑定银行卡，提现到法币`,
	withdrawalAddressTip: `数字资产提现钱包`,
	collection: `收款方式`,
	payPasswordTip: `用于保护资金安全`,
	loginPassword: `登录密码`,
	loginPasswordTip: `用于保护账户安全`,
	passwordManagement: `密码管理`,
	modify: `修改`,
	verified: `已验证`,
	mailboxTip: `用于登录、提币、找回密码、修改安全设置`,
	authentication: `身份验证`,
	certificationed: `完成实名认证有助于保护账户安全，提高提现额度及交易权限`,
	isHave: `已有账号？`,
	//理财
	productName: `产品名称`,
	operation: `操作`,
	// 关于我们页面
	anywhere: `条款说明`,
	statement: `法律申明`,
	rules: `交易规则`,
	service: `服务`,
	novices: `新手帮助`,
	rate: `交易费率`,
	fee: `币币交易手续费: 0%`,
	contract: `合约交易手续费: 0%`,
	remaining: `<h3>限价单</h3>
										<p>一种以指定价格或更优价格买入/卖出的订单。 </p>
										<h3>市价单</h3>
										<p>一种以当前市价立即执行买入或卖出的订单。 </p>
										<h3>限价止损单</h3>
										<p>一种在市场达到特定价格后，以设定价格卖出或平仓的订单，用于控制损失。 </p>
										<h3>限价止盈单</h3>
										<p>类似于限价止损单，同样在市场达到特定价格后，以设定价格卖出或平仓的订单，用于控制盈利。 </p>
										<h3>市价止损单</h3>
										<p>一种在市场达到特定价格后，以市价卖出或平仓的订单，用于控制损失。 </p>
										<h3>市价止盈单</h3>
										<p>类似于市价止损单，同样在市场达到特定价格后，以市价卖出或平仓的订单，用于控制盈利。 </p>
										<h3>什么是开仓保证金？ </h3>
										<p>
											保证金交易即你只需要支付一定比例的保证金，就可以买卖合约，根据选择的杠杆倍数，保证金比例为合约价值的更少倍数比例。他能放大您的收益，同时也可能使您遭受额外的风险。
										</p>
										<h3>什么是爆仓什么是穿仓？ </h3>
										<p>
											当您账户的剩余资金小于交易合约所需要的浮动盈亏时，您的仓位会被交易所强行平仓，又称爆仓。由于平仓时的价格，是根据市场价所决定的，当成交价格极为不利时，可能您的资金不足以支付交易产生亏损，导致您的账户为负值，这种情况称为穿仓。
										</p>`,
	according: `<h3>创建订单后，买方应当：</h3>
										<p>1、 在订单规定的付款时间内完成支付，再点击“我已付款”；</p>
										<p>2、 使用本人实名付款方式、按订单金额及订单指定的收款账户以实时到账方式完成订单支付；</p>
										<p>3、 选择非实时到账方式支付订单的，必须事先获得卖方同意</p>
										<p>4、 支付订单不得备注“数字货币、BTC、比特币”等信息；</p>
										<h3>卖方应遵循的原则</h3>
										<p>生成订单后，卖方应当</p>
										<p>1、 提供经平台认证的收款账户；</p>
										<p>2、 收到买方全额付款后，在订单规定时间内完成放行；</p>
										<p>3、 非经买方同意，不得要求买家/客服取消订单；</p>
										<p>4、 非经买方同意，不得对已创建的订单价格提出异议；</p>`,
	formulate: `<h3>第一条</h3>
										<p>
											本平台致力于为用户创建一个合规、安全、可靠的数字资产交易环境，禁止用户使用本网站从事洗钱、走私、商业贿赂、恶意操纵市场等一切非法交易活动或违法行为。为此我们尽最大努力制定严格的反洗钱反恐怖方案及采取有效的安全风险控制措施，以最大限度地保障用户的合法权益，并使平台自身维持着一个良好的品牌声誉
										</p>
										<h3>第二条</h3>
										<p>当有权机关出示相应的调查文件要求本网站配合对指定用户进行调查时，
											或对用户账户采取查封、冻结或者划转等措施时，本网站将在核查司法文件的有效性和真实性后，按照经平台判定的有权机关的要求协助提供相应的用户数据，或进行相应的操作，因此造成的用户隐私泄露、账户不能操作及由此给用户所造成的其他损失等，本网站不承担任何责任。
										</p>
										<h3>第三条</h3>
										<p>
											凡使用本网站服务的用户，在交易前均应知悉:数字资产不以任何政府或中央银行为后盾支持，且数字资产价格波动大，持有或使用数字资产具有较高的风险。在作出交易决策前，您应理性审慎自身的财务状况以判断是否适合您
										</p>
										<h3>第四条</h3>
										<p>凡以任何方式登录本网站或直接、间接使用本网站服务者，视为自愿接受本网站声明的约束。 </p>`,
	aboutText: `<p>&nbsp; &nbsp; &nbsp;
									&nbsp;本平台是全球领先的数字资产交易平台，不断努力改进安全特性，以确保客户的数字资产安全，我们的模式是为客户带来具有可持续价值的项目，只有具有最高质量的项目才会被选择并提供交易服务。核心管理团队成员毕业于世界知名学府，曾担任加拿大蒙特利尔银行，普华永道等跨国企业高管,具有丰富的金融行业与数字资产交易所运营经验，比特股及以太坊所提出具有开创性的开源协议之上，我们依据同现实商业实践相结合的原则，打破了原有区块链的封闭体系，East
									Fortune可视化人工高智能区块链操作系统''同时将人工智能与区块链技术相结合，我们希望打造出一条真正可商用的世界级区块链操作系统，平台承诺：将严格遵守加拿大相关法律，并在接受金融监管机构监管的情况下开展业务。<br>
								</p>`,
	// 2023/2/8 15:43 结束

	//H5
	//托管订单
	completed: `已完成`,
	cancelOrder: `撤单`,
	purchaseAmount: `购买金额`,
	profit: `收益`,
	day: `天`,
	callDate: `赎回日期`,
	whether: `是否撤单`,
	dividend: `派息时间`,
	dueDividend: `到期派息`,
	dailyDividend: `每日派息`,
	escrowAmount: `托管金额`,
	dueReturn: `到期返还`,
	redemption: `随时赎回`,
	availableBalance: `可用余额`,
	totalIncome: `预计总收益`,
	readAgree: `我已阅读并同意`,
	serviceAgreement: `平台理财服务协议`,
	trustProtocol: `<div>
					<p>1、平台推出计息账户服务，为平台用户提供闲置数字资产增值服务。<br>
					2、计息账户资产将用于平台衍生产品及其他后续创投项目。<br>
					3、平台为计息账户用户转移的资产提供风险管理服务。平台依托平台严格的风控体系，充分保障用户理财服务资产安全，安心收益。<br>
					4、用户在使用生息账户服务时，无条件授权平台按照平台规则合理分配和分配生息收入。<br>
					5、用户在使用计息账户服务时，应遵守相关国家法律，确保资产来源合法合规。<br>
					6、用户在使用生息账户服务时，应充分认识数字资产投资的风险，谨慎操作，力所能及。<br>
					7、用户同意在平台上进行的所有投资操作均代表其真实的投资意图，无条件接受投资决策带来的潜在风险和收益。<br>
					8、平台保留暂停或终止计息账户服务的权利。必要时，平台可随时暂停、终止计息账户服务。<br>
9、由于网络延迟、计算机系统故障等可能不可抗拒的因素，有息服务的执行可能会延迟、暂停、中止或偏离。我们将尽最大努力确保但不承诺生息账户服务执行系统的稳定有效运行，但由于上述因素导致生息账户服务的最终执行结果与客户的预期存在差异，平台不承担任何责任。<br>
					10、用户在使用生息账户服务时，应当遵守《理财服务协议》的规定。<br>
					</p>
				</div>`,

	//产品列表
	managedOrder: `托管订单`,
	earningsToday: `预计今日收益`,
	accumulatedIncome: `累计收益`,
	singleLimit: `单笔限额`,
	dailyRate: `日利率`,
	cycle: `周期`,

	//信托
	pledgeMining: `质押挖矿`,
	underway: `进行中`,
	stabilize: `稳定收益，让挖矿更简单`,
	income: `预期收益`,


	//common
	copySucceeded: `复制成功`,
	serverResponseFailed: `服务器无响应`,
	noData: `暂无数据`,
	contentdown: `上拉显示更多`,
	contentrefresh: `正在加载...`,
	contentnomore: `没有更多数据了`,


	// tabbar
	Home: `首页`,
	Trade: `交易`,
	Future: `期权`,
	Trust: `信托`,
	Assets: `资产`,

	// 登录
	login: `登录`,
	language: `语言`,
	mailbox: `邮箱`,
	placeholderName: `请输入邮箱`,
	password: `密码`,
	placeholderPassword: `请输入密码`,
	forgetPassword: `忘记密码？`,
	noHave: `没有账号？`,
	registerNow: `立即注册`,
	errorEmpty: `不能为空`,
	errorStandard: `格式错误`,
	errorLength: `(4-30位)`,
	errorLength1: `(4-300位)`,
	// 注册

	register: `注册`,
	code: `验证码`,
	placeholderCode: `请输入验证码`,
	sending: `发送中`,
	send: `发送`,
	okPassword: `确认密码`,
	invitationCode: `邀请码`,
	placeholderinvitationCode: `请输入邀请码`,
	checkedAgree: `同意`,
	userAgreement: `用户协议`,
	and: `和`,
	privacyPolicy: `隐私政策`,
	pleaseCheck: `未勾选同意`,
	atypism: `密码不一致`,

	// 忘记登录密码

	forgotLoginPassword: `忘记登录密码`,
	newPassword: `新密码`,
	confirm: `确认`,

	//忘记支付密码

	forgotPayPassword: `忘记支付密码`,
	//设置支付密码
	setpayPassword: `设置支付密码`,
	//主页
	helper: `帮助`,
	rising: `涨幅榜`,
	business: `交易对`,
	newPrice: `最新价格`,
	upfloat: `涨跌幅`,
	// 资产

	totalAssets: `总资产折合`,
	record: `记录`,
	nowAssets: `资产折合`,
	buyCoins: `买币`,
	sellCoins: `卖币`,
	transfer: `划转`,
	searchCurrency: `搜索币种`,
	hideSmall: `隐藏小额币种`,
	currencyAccount: `币币账户`,
	futuresAccount: `期权账户`,
	legalAccount: `法币账户`,
	trustAccount: `信托账户`,
	//划转记录

	transferRecord: `划转记录`,
	time: `时间`,
	rollout: `转出`,
	rollin: `转入`,
	// 币币记录

	screen: `筛选`,
	money: `金额`,
	transferAddress: `转账地址`,
	createTime: `创建时间`,
	confirmTime: `确认时间`,
	note: `备注`,
	type: `类型`,
	reset: `重置`,
	recharge: `充值`,
	disbursement: `出款`,
	incomplete: `未完成`,
	success: `交易成功`,
	fail: `交易失败`,


	//币币充币

	currency: `币种`,
	placeholderCurrency: `请选择币种`,
	payeeName: `链名`,
	rechargeAddress: `充值地址`,
	copyAddress: `复制地址`,
	rechargeQuantity: `充币数量`,
	chargingAddress: `充币地址`,
	placeholderchargingAddress: `请输入充币地址`,
	prove: `充币证明`,
	optional: `(选填)`,
	placeholderHash: `请输入Hash`,
	placeholderNote: `请输入备注`,
	errorMessageprove: `请上传充值证明`,
	onlyNumbers: `只能输入数字`,
	//币币提币

	withdrawalAddress: `提币地址`,
	tipwallet: `您还未绑定对应钱包`,
	toAdd: `去添加`,
	placeholderwithdrawalAddress: `请选择提币地址`,
	availablenum: `可用数量`,
	placeholdernum: `请输入数量`,
	unselected: `未选择`,
	payPassword: `支付密码`,
	commission: `手续费`,
	placeholderpayPassword: `请输入支付密码`,
	//币币划转

	capitalTransfer: `资金划转`,
	from: `从`,
	to: `至`,
	moneybag: `钱包不能相同`,
	//法币添加收款方式


	subbranch: `支行`,
	placeholdersubbranch: `请输入支行`,
	bankcode: `银行编码`,
	placeholderbankcode: `请输入银行编码`,
	placeholderbankName: `请输入银行名称`,
	placeholderbankAccount: `请输入卡号`,

	//法币记录

	price: `价格`,
	num: `数量`,
	bankName: `银行名称`,
	account: `账户`,
	buy: `购买`,
	sell: `出售`,
	all: `全部`,
	processing: `处理中`,
	//法币买币

	onlineService: `在线客服`,
	//法币卖币账户

	collectionAccount: `收款账号`,
	addCollection: `添加收款方式`,
	showModal1: `是否确认删除`,
	cancelText: `取消`,
	//法币卖币

	salesQuantity: `出售数量`,
	univalence: `参考单价`,
	closed: `卖币已关闭`,
	your: `您的收款账号`,
	bankAccount: `银行账号`,
	name: `姓名`,
	// 账户详情

	total: `总额`,
	frozen: `冻结`,
	//home左侧导航窗

	homloginAndRegister: `登录/注册`,
	rechargeMoney: `充币`,
	withdrawCoins: `提币`,
	customer: `客服`,
	identityVerification: `身份认证`,
	withdrawalAddress: `提币地址`,
	paymentMethodInFiatCurrency: `法币收款方式`,
	help: `帮助中心`,
	pricing: `计价方式`,
	setUp: `设置`,
	USD: `美元`,
	//个人信息

	personal: `个人信息`,
	headPortrait: `头像`,
	nickname: `昵称`,
	bindMailbox: `绑定邮箱`,
	//邮箱设置

	mailboxSettings: `邮箱设置`,
	oldEmail: `旧邮箱账号`,
	placeholderoldEmail: `请输入旧邮箱账号`,
	newEmail: `新邮箱账号`,
	placeholdernewEmail: `新邮箱账号`,
	//身份认证

	certification: `实名认证`,
	noCcertification: `前往实名认证`,
	quota: `提币限额`,
	count: `提币笔数`,
	everyday: `每日`,
	cumulative: `提款累计数量`,
	unauthorized: `未认证`,
	audit: `待审核`,
	attestation: `普通认证`,
	hand: `手持认证`,
	auditFailed: `审核失败`,

	//实名认证

	country: `国家`,
	placeholdercountry: `请选择国家`,
	placeholdername: `请输入姓名`,
	documentType: `证件类型`,
	placeholderdocumentType: `请选择证件类型`,
	identificationNumber: `证件号码`,
	placeholderidentificationNumber: `请输入证件号码`,
	next: `下一步`,
	IDcard: `身份证`,
	passport: `护照`,

	//实名认证照片

	photo1: `请上传证件正面照片`,
	photo2: `请上传证件背面照片`,
	photo3: `请上传手持证件照片`,
	Uploading: `上传中...`,
	//提币地址

	addWalletAddress: `添加钱包地址`,
	//添加钱包地址

	address: `地址`,
	placeholderAddress: `请输入地址`,
	//帮助中心

	welcome: `欢迎来到帮助中心`,
	commonProblem: `常见问题`,
	tutorial: `存款教程`,
	description: `期权交易`,
	accountProblem: `账号问题`,
	accountSettings: `如何注册`,
	certified: `身份认证`,
	totutorial: `没收到定金怎么办？`,
	todescription: `什么是期权交易？`,
	toaccountProblem: `密码更改/重置`,
	toaccountSettings: `如何注册账户？`,
	tocertified: `如何身份认证`,
	tutorialText: `<div><p>你好！区块链资产转移分为三个步骤：提案-区块确认-进入。<br><br>步骤一：转账成功表示取币的平台或钱包进行了转账操作。<br><br></p><p>第二步：完成对应区块的确认。区块链拥塞、延迟等都会导致您的数字货币延迟完成所有确认。</p></div>`,
	descriptionText: `<div><p>期权是一种金融工具，可以为用户提供标的资产价格敞口，同时限制其下行风险敞口。它为买家提供了购买 BTC 或 ETH 的多头（看涨期权）或空头（看跌期权）的机会。<br><br>期权合约的新手可以了解：<br><br>• 看跌期权代表在一定时期内以预定价格出售资产的权利（非义务）。这为您提供“空头”敞口，就好像标的资产的价格下跌一样，您保留以更高的价格（称为行使价）出售资产并获利的权利。<br><br></p><p>• 看涨期权代表持有人在一定时期内以预定价格购买资产的权利（非义务）。这为您提供“多头”敞口，就好像标的资产价格上涨一样，您保留以较低价格购买资产并获利的权利。</p></div>`,
	accountProblemText: `<div><p>
	1.在首页右上角点击您的账户位置，点击“安全中心”-“更改密码”。 <br><br>
	2. 输入旧密码，然后输入新密码以确认新密码。 <br><br>
	3. 点击“重置密码”。 <br><br>
	4.为了用户资金安全，一般需要在重置或更改密码后等待24小时后才能提币。<br><br>
	</p></div>`,
	accountSettingsText: `<div><p>请使用您的手机号码或邮箱获取验证码并注册您的账号。如未收到验证码，请点击查看邮箱垃圾邮件或联系客服。</p></div>`,
	certifiedText: `<div><p>1.在首页右上角点击您的账户位置，点击“身份认证”。 <br><br>2. 输入证书编号+名称，点击认证。 <br><br>3.耐心等待审核。一般24小时内即可完成审核。</p></div>`,

	//设置

	changeLoginPassword: `修改登录密码`,
	setWithdrawalPassword: `设置支付密码`,
	noSetWithdrawalPassword: `前往设置支付密码`,
	preference: `颜色偏好`,
	about: `关于我们`,
	signOut: `退出登录`,
	//修改登录密码

	changeLoginPassword: `修改登录密码`,
	oldPassword: `旧密码`,


	//修改支付密码

	changePayPassword: `修改支付密码`,
	//颜色偏好

	upRed: `红涨/绿跌`,
	upGreen: `红跌/绿涨`,
	//关于我们

	platformIntroduction: `平台简介`,
	privacyPolicy: `隐私政策`,
	userAgreement: `用户协议`,
	officialWebsite: `官方网站`,
	//平台简介

	platformIntroductionText: `本平台是全球领先的数字资产交易平台，不断努力改进安全特性，以确保客户的数字资产安全，我们的模式是为客户带来具有可持续价值的项目，只有具有最高质量的项目才会被选择并提供交易服务。核心管理团队成员毕业于世界知名学府，曾担任加拿大蒙特利尔银行，普华永道等跨国企业高管，具有丰富的金融行业与数字资产交易所运营经验，比特股及以太坊所提出具有开创性的开源协议之上，我们依据同现实商业实践相结合的原则，打破了原有区块链的封闭体系，East Fortune可视化人工高智能区块链操作系统'
'同时将人工智能与区块链技术相结合，我们希望打造出一条真正可商用的世界级区块链操作系统，平台承诺：将严格遵守加拿大相关法律，并在接受金融监管机构监管的情况下开展业务。`,

	//隐私政策
	privacyPolicyText: `
<p>
本平台.（以下称“公司”）是一家根据瑞士相关法律在瑞士注册成立的公司，该公司运营本平台全球APP（以下称“本平台”或“平台”），该平台是一个专门供用户进行数字资产交易和提供相关服务（以下称“该服务”或“服务”）的平台。为了表述之方便，公司和该平台在本协议中合称“我们”或其他第一人称称呼，只要登陆该平台的自然人或其他主体均为本平台的用户，以下使用“您”或其他第二人称，我们和您合称为“双方”，我们或您单称为“一方”。
<br>
我们充分理解与尊重您的个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，保护您的个人信息安全。鉴于此，制定本《隐私政策》（下称“本政策
/本隐私政策”）并提醒您：
<br>
本政策适用于我们提供的所有产品和服务。如我们向您提供的产品或服务单独设立有隐私政策的，则该产品或服务适用其单独设立的隐私政策；如我们的产品或服务未单独设立隐私政策的，则适用于本政策。
<br>
需要特别说明的是，本政策不适用于其他第三方向您提供的服务，第三方向您提供的服务适用其向您另行说明的隐私政策。
<br>
在使用我们各项产品或服务前，请您务必仔细阅读并透彻理解本政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，在确认充分理解并同意后再开始使用。如对本政策内容有任何疑问、意见或建议，您可通过我们官方提供的各种联系方式与我们联系。如您不同意本政策中的任何条款，您应立即停止访问本平台。
<br>
<strong>第一部分定义</strong>
<br>
个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
<br>
个人敏感信息：指包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童信息等的个人信息（我们将在本隐私权政策中对具体个人敏感信息以粗体进行显著标识）。
<br>
个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。
<br>
儿童：指不满十四周岁的未成年人。
<br>
<strong>第二部分隐私政策</strong>
<br>
本隐私政策部分将帮助您了解以下内容：
<br>
一、我们如何收集和使用您的信息
<br>
二、我们如何使用Cookie和同类技术
<br>
三、我们如何共享、转让、公开披露您的信息
<br>
四、我们如何保护您的信息
<br>
五、您如何管理您的信息
<br>
六、我们如何处理未成年人的信息
<br>
七、本隐私政策如何更新
<br>
<strong>一、我们如何收集和使用您的信息</strong>
<br>
在您使用我们的产品及/或服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：
<br>
1、为实现向您提供我们产品及/或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；
<br>
2、为实现向您提供我们产品及/或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及/或服务的基本功能。
<br>
您理解并同意：
<br>
1、我们致力于打造多样的产品和服务以满足您的需求。因我们向您提供的产品和服务种类众多，且不同用户选择使用的具体产品/服务范围存在差异，相应的，基本/附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品/服务功能为准；
<br>
2、为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。在此过程中，如果您有任何疑问、意见或建议的，您可通过本平台提供的各种联系方式与我们联系，我们会尽快为您作出解答。
<br>
我们会为实现本政策下述的各项功能，收集和使用您的个人信息：
<br>
（一）帮助您注册，并向您提供本平台所提供的服务；
<br>
1、注册服务
<br>
我们通过本平台账户为您提供基础会员服务。为注册成为会员并使用我们的会员服务，您在申请注册时需要填写和提供以下信息：
<br>
（1）身份信息。该信息可以帮助我们验证您是否有资格注册为本平台会员，包括但不限于您的名字、您的居住地址、您所属国家或政府签发的其他具有证明您身份信息的不同的证书以及涉及到的号码及所有其他可帮助我们验证您身份的信息（以下合称为“身份信息”
）。该身份信息具体根据您是个人用户还是机构用户而有所不同，根据不同司法管辖区的法律和法规，我们针对来自不同国家或地区的用户所收集的信息可能有所不同。以下信息和数据作为一个指示性的示例：
<br>
个人用户：国籍、法定全名（包括曾用名和当地语言名称）、身份证号、电子邮件地址、电话号码、社会安全号码（“SSN”），护照号码或任何政府颁发的身份证号码、出生日期、身份证明（例如护照，驾驶执照或政府颁发的身份证明）。
<br>
机构用户：公司法定名称（包括当地语言的法定名称）、注册信息、商务电话号码、授权代表及授权用户个人信息、主要营业地点、所有实益拥有人的个人信息）、股东/实益拥有人的身份证明文件（护照或政府签发的身份证）、公司构架、公司成立相关文件、董事会决议、资金来源申报、风险与合规控制说明及平台要求的其他信息或者文件。
<br>
（2）服务信息。该信息帮助我们与您联系并顺利为您提供不同模式的数字资产间交易服务，包括但不限于您的个人身份信息、联系信息、交易信息、以及您的借记卡信息和/或其他帐户信息（以下合称为“服务信息”
）。同时请您理解，我们向您提供的服务是不断更新和发展的。如您选择使用了前述说明当中尚未涵盖的其他服务，基于该服务我们需要收集您的额外信息的，我们会通过页面提示、交互流程、协议约定、弹窗提示等方式向您说明信息收集的范围与目的，并征得您的同意。
<br>
如果您仅需使用浏览服务，您不需要注册成为我们的会员及提供上述信息。
<br>
2、其他注册服务
<br>
实名认证：当您注册登录后，需进入“个人中心”在身份认证中完成实名认证，您在使用实名认证过程中需向平台提供您的真实姓名、身份证号或护照号。
<br>
高级认证：当您在本平台中的交易额超过一定限额时，平台为了维护您的资产安全，会要求对您进行高级认证。认证过程除实名认证信息外，您认可平台对您进行“人脸识别”的高级认证，人脸识别会涉及到平台对您的相关视频流或人脸图象的收集。
<br>
账户信息展示：如果您已拥有本平台账户，我们可能会在服务中显示您的上述个人信息（实名认证仅显示认证是否通过的结果），以及您在平台账户相关联的产品和服务中执行的操作，包括通过本平台账户集中展示您的个人资料、交易订单。我们会尊重您对平台账户设置所做的选择。
<br>
（二）安全管理服务和服务信息推送服务
<br>
当您使用本平台提供的服务或访问本平台时，本平台为保障您的交易安全及服务的安全稳定运行，我们需要自动接收并记录您的Web浏览器信息，您登录账户使用的设备类型、型号版本等设备识别符号等设备信息、您请求访问的网页上的IP地址及记录、所在地区、网络环境、设备指纹信息、服务日志信息、软件信息、位置信息等。
<br>
请注意，单独的设备信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。
<br>
为向您提供更便捷、更符合您个性化需求的信息展示及推送服务，我们未来可能会根据您的设备信息和您本平台或客户端的浏览使用信息，提取您的偏好特征，并基于特征标签产出间接人群画像，用于展示、推送信息和可能的商业广告。若您不同意接收此类推送信息或撤回同意收集个人信息，您可根据本政策提供的联系方式与我们联系。
<br>
我们努力保障您的浏览体验。如果您不想接受我们给您发送的商业广告，您可通过短信提示回复退订或我们提供的其他方式进行退订或关闭。
<br>
此外，我们也会为了不断改进和优化上述的功能来使用您的上述信息。
<br>
（三）交易记录保管及查询服务
<br>
我们就您在本平台上的交易所收集的相关数据，包括但不限于交易记录。如您需查询您的订单交易记录，可在平台“订单管理”中查询您的个人交易明细，具体包括：交易对方昵称、下单时间、订单号、交易信息、数字资产种类及数量等。
<br>
（四）客服及争议处理
<br>
当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。
<br>
为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息和订单信息。
<br>
为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息。
<br>
（五）其他
<br>
1、若你提供的信息中含有其他用户的个人信息，在向本平台提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及儿童个人信息的，您需在发布前取得对应儿童监护人的同意，前述情形下监护人有权通过本政策第九条的途径联系我们，要求更正或删除涉及儿童个人信息的内容。
<br>
2、若我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的，或者我们主动从第三方处获取您的个人信息，均会事先获得您的同意。
<br>
若我们从第三方处间接获取您的信息的，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后收集个人信息，并向您告知共享的信息内容，且涉及敏感信息的在提供给我们使用前需经过您的明确确认，要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方有违反行为的，我们会明确要求对方承担相应法律责任；同时，我们对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制等）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施对间接获取的个人信息进行保护。
<br>
3、征得授权同意的例外
<br>
您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的更正/修改、删除、注销、撤回同意、索取信息的请求：
<br>
（1）与国家安全、国防安全有关的；
<br>
（2）与公共安全、公共卫生、重大公共利益有关的；
<br>
（3）与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
<br>
（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
<br>
（5）您自行向社会公众公开的个人信息；
<br/>
（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报导、政府信息公开等渠道。
<br>
（7）根据与您签订和履行相关协议或其他书面文件所必需的；
<br>
（8）用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
<br>
（9）为合法的新闻报导所必需的；
<br>
（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
<br>
（11）法律法规规定的其他情形。
<br>
请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，或我们可能会对收集的信息进行去标识化地研究、统计分析和预测，用于改善本平台的内容和布局，为商业决策提供产品或服务支撑，以及改进我们的产品和服务（包括使用匿名数据进行机器学习或模型算法训练），则此类处理后数据的使用无需另行向您通知并征得您的同意。
<br>
4、如我们停止运营本平台产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。
<br>
<strong>二、我们如何使用Cookie</strong>
<br>
如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。有关详情，请参见
AboutCookies.org。但如果您这么做，在某些情况下可能会影响您安全访问我们的平台，且可能需要在每一次访问我们的平台时更改用户设置。您理解并且同意：
<br>
1、当您到访我们平台时，我们通过cookies使用Google Stats去记录我们的业绩以及核对在线广告的效果。
Cookie是发送到您的浏览器上并在您的电脑硬盘驱动器上存储的小量数据。只有当您使用您的电脑进入我们平台时，Cookie才能够被发送到您的电脑硬盘上。
<br>
2、Cookies常用于记录访问者浏览我们平台上的各个项目时的习惯以及偏好。Cookies所搜集的数据是不记名的集体统计数据，不载有个人资料。
<br>
3、Cookies不能用于取得您的硬盘上的数据、您的电邮地址、及您的私人数据，其可使本平台或服务商系统识别到您的浏览器并捕捉和记忆信息。大多数浏览器都预设为可以接受Cookies。您可以选择将您的浏览器设定为不接受Cookies，或如果Cookies一被装上就通知您。不过，
若设定为禁止Cookies，您或许便不能启动或使用我们平台的某些功能。
<br>
<strong>三、我们如何共享、转让、公开披露您的信息</strong>
<br>
（一）共享
<br>
我们不会与本平台服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
<br>
1、在法定情形下的共享：我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
<br>
2、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
<br>
3、在您主动选择情况下共享：我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给数字资产的交易对方，以实现您的交易及售后服务需求。
<br>
4、与授权合作伙伴共享：我们的关联方、帮助我们经营我们的平台、开展业务、或者向您提供服务的受信任的第三方，只要这些当事方同意将这些信息保密；当我们相信披露的信息是适当的，是遵守法律、法规、规章制度的或来自于法院或他主管当局的命令、执行我们的平台策略，正常运行平台所需要，关联方提供服务所需或保护我们或他人的权利、财产或安全的。
<br>
（二）转让
<br>
我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
<br>
1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
<br>
2、在本平台发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
<br>
（三）公开披露
<br>
我们仅会在以下情况下，公开披露您的个人信息：
<br>
1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
<br>
2、如果我们确定您出现违反法律法规或严重违反本平台相关协议及规则的情况，或为保护本平台用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及本平台已对您采取的措施。
<br>
（四）共享、转让、公开披露个人信息时事先征得授权同意的例外
<br>
以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
<br>
1、与国家安全、国防安全有关的；
<br>
2、与公共安全、公共卫生、重大公共利益有关的；
<br>
3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的；
<br>
4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
<br>
5、您自行向社会公众公开的个人信息；
<br>
6、从合法公开披露的信息中收集个人信息的，如合法的新闻报导、政府信息公开等渠道。
<br>
请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
<br>
<strong>四、我们如何保护您的信息</strong>
<br>
1、我们实施妥善的实物、电子、管理及技术方面的措施来保护和保障您的个人资料的安全。我们尽力确保通过我们平台所搜集的任何个人资料皆免于任何与我们无关的第三者的滋扰。我们采取的安全措施包括但不限于：
<br>
（1）实物措施：存有您个人资料的记录会被存放在有锁的地方。
<br>
（2）电子措施：存有您个人资料的电脑数据会被存放在受严格登入限制的电脑系统和存储媒体上。
<br>
（3）管理措施：我们内部设立有对用户信息进行安全保护的相关部门，并建立了相关内控制度，对可能接触到您的信息的工作人员采取严格授权原则，只有经我们授权的职员才能接触到您的个人数据，
这些职员需要遵守我们个人资料保密的内部守则。此外，我们不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化倡导，并定期组织内部相关人员进行应急响应培训和应急演练，使其掌握岗位职责和应急处置策略和规程
<br>
（4）技术措施：可能采用如Secure Socket Layer Encryption这种加密技术来输送您的个人资料。
<br>
（5）安全措施：为保障您的信息安全，我们致力于使用各种现行通用的安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、严格限制数据中心的访问。传输和存储个人敏感信息（含个人生物识别信息）时，我们将采用加密、权限控制、去标识化、脱敏化等安全措施。
<br>
（6）其它措施：定期审查我们的个人资料收集，存储和处理流程；
并根据必要的原则限制我们的员工和供应商对您数据的访问权限，且我们的员工和供应商均需遵守严格的合同保密义务。。
<br>
2、若您知悉我们的平台上有任何安全方面的漏洞，请马上联系我们，使我们可以尽快采取妥适的行动。
<br>
3、尽管实施了上述技术和保安的措施，我们不能保证数据在互联网上的输送绝对安全，
因此我们不能绝对保证您通过我们平台提供给我们的个人资料在一切时候都是安全的。我们将不定期更新并公开安全风险、个人信息安全影响评估报告等有关内容，您可通过本平台公告方式获得。
<br>
<strong>五、您如何管理您的信息</strong>
<br>
您可以通过以下方式访问及管理您的信息：
<br>
（一）查询、更正和删除您的信息
<br>
您有权根据要求获得您的个人资料副本，并确定我们掌握的关于您的信息是否准确并且是最新的。如果您的任何个人数据不准确，您可以要求更新您的信息。您也可以要求删除您的个人资料，但我们可能会在某些情况下拒绝您的删除请求，例如出于法律要求或其他法律目的。有关数据访问，更正或删除请求，您可以通过第八条中的联系方式联系我们。
<br>
为了响应数据访问，更正或删除请求，我们将验证请求方的身份，以确保他/她在法律上有权提出此类请求。虽然我们的目标是免费回复这些请求，但我们保留在您的请求重复或繁重时向您收取合理费用的权利。
<br>
（二）改变您授权同意的范围
<br>
每个业务功能需要一些基本的个人信息才能得以完成（见本隐私权政策“第一部分”）。除此之外，您可以通过第八条中的联系方式联系我们给予或收回您的授权同意。
<br>
当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
<br>
（三）注销您的账户
<br>
您可以通过第八条中的联系方式联系我们来申请注销您的账户；在您主动注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。
<br>
（四）响应您的上述请求
<br>
为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。
<br>
我们将在15天内做出答复。如您不满意，还可以通过我们提供的联系方式发起投诉。
<br>
对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
<br>
在以下情形中，按照法律法规要求，我们将无法响应您的请求：
<br>
1、与国家安全、国防安全有关的；
<br>
2、与公共安全、公共卫生、重大公共利益有关的；
<br>
3、与犯罪侦查、起诉、审判和执行判决等有关的；
<br>
4、有充分证据表明个人信息主体存在主观恶意或滥用权利的；
<br>
5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；
<br>
6、涉及商业秘密的。
<br>
<strong>六、我们如何处理未成年人的信息</strong>
<br>
本平台向儿童开放，如果我们发现或怀疑用户未满14周岁，我们会要求用户关闭其帐户，且不会允许该用户继续使用平台产品或服务。我们会尽快删除有关数据。如果您知道有任何14周岁以下的人使用我们的服务，请通知我们，以便我们采取行动阻止他们获取我们的产品或服务。
<br>
对于已满14岁但尚未满18周岁的未成年人，我们期望父母或监护人指导未成年人使用我们的服务。我们将根据相关法律法规的规定保护未成年人的信息的保密性及安全性。
<br>
如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。
<br>
如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过本政策公布的联系方式联系我们。
<br>
<strong>七、本隐私权政策如何更新</strong>
<br>
我们的隐私权政策可能变更。
<br>
未经您明确同意，我们不会限制您按照本隐私政策所应享有的权利。我们会在官方渠道上发布对隐私政策所做的任何变更。如果您不同意修订的内容，您应停止立即访问本平台。当隐私政策的更新版本发布，您持续访问本平台显示和表明您同意该更新的内容，并同意遵守该更新的隐私政策。
<br>
对于重大变更，我们还会提供更为显著的通知（包括我们会通过本平台公示的方式进行通知甚至向您提供弹窗提示）。
<br>
本政策所指的重大变更包括但不限于：
<br>
1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
<br>
2、我们在控制权等方面发生重大变化。如并购重组等引起的信息控制者变更等；
<br>
3、个人信息共享、转让或公开披露的主要对象发生变化；
<br>
4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
<br>
5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
<br>
6、个人信息安全影响评估报告表明存在高风险。
</p>`,

	//用户协议
	userAgreementText: `<p>重要提示：</p>
<p><br>
我们在此特别提醒您：
<br>
•1数字资产本身不由任何金融机构或公司或本网站发行；
<br>
•2数字资产市场是全新的、未经确认的，而且可能不会增长；
<br>
•3
数字资产主要由投机者大量使用，零售和商业市场使用相对较少，数字资产交易存在极高风险，其全天不间断交易，没有涨跌限制，价格容易受庄家、全球政府政策的影响而大幅波动；
<br>
•4
如果公司根据其单方判断认为您违反了本协议，或者根据您所在管辖区域的法律本网站提供的服务或者您使用本网站提供的服务的行为是非法的，公司有权随时暂停或终止您的账户，或者暂停或终止您使用本网站提供的服务或数字资产交易。
数字资产交易有极高风险，并不适合绝大部分人士。您了解和理解此交易有可能导致部分损失或全部损失，所以您应该以能承受的损失程度来决定交易的金额。您了解和理解数字资产会产生衍生风险，所以如有任何疑问，建议先寻求专业顾问的协助。此外，除了上述提及过的风险以外，还会有未能预测的风险存在。您应慎重考虑并用清晰的判断能力去评估自己的财政状况及上述各项风险而作出任何买卖数字资产的决定，并承担由此产生的全部损失，我们对此不承担任何责任。
</p>
<p><br>
敬告您：
<br><br>
</p>
<p>
•1
本网站的任何意见、消息、探讨、分析、价格、建议和其他资讯均是一般的市场评论，并不构成投资建议。我们不承担任何因依赖该资讯直接或间接而产生的损失，包括但不限于任何利润损失。
<br>
•2
本网站的属性会随时更改并不作另行通知，我们已采取合理措施确保网站资讯的准确性，但并不能保证其准确性程度，亦不会承担任何因本网站上的资讯或因未能链结互联网、传送或接收任何通知和信息时的延误或失败而直接或间接产生的损失。
<br>
•3
使用互联网形式的交易系统亦存有风险，包括但不限于软件，硬件和互联网链结的失败等。由于我们不能控制互联网的可靠性和可用性，我们不会对失真，延误和链结失败而承担任何责任。
<br>
•4
禁止使用本网站进行恶意操纵市场、不正当交易等一切不道德交易活动，若发现此类事件，本网站将对所有恶意操纵价格、恶意影响交易系统等不道德的行为采取警告、限制交易、关停账户等预防性的保护措施，我们不承担由此产生的所有责任并保留向相关人士追究责任的权利。
</p><br>
<p>一、总则</p><br>
<p>
•1.1
《用户协议》（以下称“本协议”或“本条款及条件”），由正文、《隐私条款》、《了解你的客户和反洗钱政策》以及本网站已经发布的或将来可能发布的各类规则、聲明、说明等构成。
<br>
•1.2
您在使用本网站提供的各项服务之前，应仔细阅读本协议，如有不理解之处或其他必要，请咨询专业律师。如您不同意本协议及/或随时对其的修改，请您立即停止使用本网站提供的服务或不再登陆本网站。您一旦登陆本网站、使用本网站的任何服务或任何其他类似行为即表示您已了解并完全同意本协议各项属性，包括本网站对本协议随时所做的任何修改。
<br>
•1.3
您通过按照本网站的要求填写相关信息，并经过其他相关程序后成功注册可以成为本网站的会员（以下称“会员”），在进行注册过程中点击“同意”按钮即表示您以电子签署的形式与公司达成协议；或您在使用本网站过程中点击任何标有“同意”或类似意思的按钮的行为或以其他本网站允许的方式实际使用本网站提供的服务时，均表示您完全了解、同意且接受本协议项下的全部条款的约束，无您手写的书面签字不影响本协议对您的法律约束力。
<br>
•1.4成为本网站的会员后，您将获得一个会员帐号及相应的密码，该会员帐号和密码由您负责保管；您应当对以您帐号进行的所有活动和事件负法律责任。
<br>
•1.5只有成为本网站的会员才可使用本网站提供的数字资产交易平台进行交易及享受其他本网站规定的只有会员才可获得的服务。
<br>
•1.6通过注册和使用任何由本网站提供的服务和功能，您将被视为已阅读，理解并：
<br>
•1.6.1接受本协议所有条款及条件的约束。
<br>
•1.6.2
您确认您已年满16周岁或根据不同的可适用的法律规定的具有可订立合同的法定年龄，您在本网站的注册、销售或购买、发布信息等接受本网站服务的行为应当符合对您有管辖权的主权国家或地区相关法律法规，并有充分的能力接受这些条款，并订立交易，使用本网站进行数字资产交易。
<br>
•1.6.3您保证交易中涉及到的属于您的数字资产均为合法取得并享有所有权。
<br>
•1.6.4您同意您为您自身的交易或非交易行为承担全部责任和任何收益或亏损。
<br>
•1.6.5您确认注册时提供的信息是真实和准确的。
<br>
•1.6.6您同意遵守任何有关法律的规定，就税务目的而言，包括报告任何交易利润。
<br>
•1.6.7您同意在任何时候不得从事或参与损害本网站或公司利益的行为或活动，无论是否与本网站提供的服务有关。
<br>
•1.6.8本协议只是就您与我们之间达成的权利义务关系进行约束，而并不涉及本网站用户之间与其他网站和您之间因数字资产交易而产生的法律关系及法律纠纷。
</p><br>
<p>二、协议修订</p><br>
<p>
我们保留不时修订本协议、并以网站公示的方式进行公告、不再单独通知您的权利，变更后的协议会在本协议首页标注变更时间，一经在网站公布，立即自动生效。您应不时浏览及关注本协议的更新变更时间及更新内容，如您不同意相关变更，应当立即停止使用本网站服务；您继续使用本网站服务，即表示您接受并同意经修订的协议的约束。
</p><br>
<p>三、注册</p><br>
<p>
•3.1注册资格
<br>
您确认并承诺：在您完成注册程序或以其他本网站允许的方式实际使用本网站提供的服务时，您应当是具备可适用的法律规定的可签署本协议及使用本网站服务应具有的能力的自然人、法人或其他组织。您一旦点击同意注册按钮，即表示您自身或您的有权代理人已经同意该协议属性并由其代理注册及使用本网站服务。若您不具备前述主体资格，则您及您的有权代理人应承担因此而导致的一切后果，且公司保留注销或永久冻结您账户，并向您及您的有权代理人追究责任的权利。
<br>
•3.2注册目的
<br>
您确认并承诺：您进行本网站注册并非出于违反法律法规或破坏本网站数字资产交易秩序的目的。
<br>
•3.3注册流程
<br>
•3.3.1
您同意根据本网站用户注册页面的要求提供有效电子邮箱、手机号码等信息，您可以使用您提供手机号码作为登陆手段进入本网站。如有必要，按照不同法域相关法律法规的规定，您必须提供您的真实姓名、身份证件等法律法规及隐私条款及反洗钱条款规定的相关信息并不断更新注册资料，符合及时、详尽、准确的要求。所有原始键入的资料将引用为注册资料。您应对该等信息的真实性、完整性和准确性负责，并承担因此产生的任何直接或间接损失及不利后果。
<br>
•3.3.2您合法、完整并有效提供注册所需信息并经验证，有权获得本网站账号和密码，您获得本网站账号及密码时视为注册成功，可在本网站进行会员登陆。
<br>
•3.3.3您同意接收本网站发送的与本网站管理、运营相关的电子邮件和/或短消息。
</p><br>
<p>四、服务</p><br>
<p>
•4.1服务内容
<br>
•4.1.1您有权在本网站浏览数字资产各项产品的实时行情及交易信息、有权通过本网站提交数字资产交易指令并完成数字资产交易。
<br>
•4.1.2您有权在本网站查看您会员账号下的信息，有权应用本网站提供的功能进行操作。
<br>
•4.1.3您有权按照本网站发布的活动规则参与本网站组织的网站活动。
<br>
•4.1.4本网站承诺为您提供的其他服务。
<br>
•4.2.服务规则您承诺遵守下列本网站服务规则：
<br>
•4.2.1
您应当遵守法律法规并妥善使用和保管您的账号及登陆密码、资金密码、以及手机接收的手机验证码。您对使用您的账号和登陆密码、资金密码、手机验证码进行的任何操作和后果承担全部责任。当您发现本网站账号、登陆密码、或资金密码、验证码被未经您授权的第三方使用，或存在其他账号安全问题时，应立即有效通知本网站，要求本网站暂停本网站账号的服务。本网站有权在合理时间内对您的该等请求采取行动，但本网站对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。您在未经本网站同意的情况下不得将本网站账号以赠与、借用、租用、转让或其他方式处分给他人。
<br>
•4.2.3您同意对您的本网站的账号、密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。
<br>
4.2.4
您在本网站进行数字资产交易时不得恶意干扰数字资产交易的正常进行、破坏交易秩序；不得以任何技术手段或其他方式干扰本网站的正常运行或干扰其他用户对本网站服务的使用；不得以虚构事实等方式恶意诋毁本网站的商誉。
<br>
•4.2.5如您因网上交易与其他用户产生纠纷的，不得通过司法或行政以外的途径要求本网站提供相关资料。
<br>
•4.2.6您在使用本网站提供的服务过程中，所产生的其它方面的费用，均由您独自判断和承担。
<br>
•4.3.产品规则
<br>
•4.3.1浏览交易信息
<br>
•您在本网站浏览交易信息时，应当仔细阅读交易信息中包含的全部内容，包括但不限于价格、委托量、手续费、买入或卖出方向，
您完全接受交易信息中包含的全部内容后方可点击按钮进行交易。
<br>
•4.3.2查看交易明细
<br>
•您可以通过您的账户查看相应的成交记录。
</p><br>
<p>五、本网站的权利和义务</p><br>
<p>
•5.1
如您不具备本协议约定的注册资格，则本网站有权拒绝您进行注册，对已注册的，本网站有权注销您的会员账号，本网站保留向您或您的有权代理人追究责任的权利。同时，本网站保留其他任何情况下决定是否接受您注册的权利。
<br>
•5.2根据本网站自己的判断，本网站发现您或您的关联账户使用者不适合高风险投资时，有权中止或终止您的账户以及所有关联账户的使用。
<br>
•5.3本网站发现账户使用者并非账户初始注册人时，有权中止或终止该账户的使用。
<br>
•5.4本网站通过技术检测、人工抽检等检测方式合理怀疑您提供的信息错误、不实、失效或不完整时，有权通知您更正、更新信息或中止、终止为其提供本网站服务。
<br>
•5.5本网站有权在发现本网站上显示的任何信息存在明显错误时，对信息予以更正。
<br>
•5.6
本网站保留随时修改、中止或终止本网站服务的权利，本网站行使修改或中止服务的权利不需事先告知您；本网站终止本网站一项或多项服务的，终止自本网站在网站上发布终止公告之日生效。
<br>
•5.7本网站将采取必要的技术手段和管理措施保障本网站的正常运行，并提供必要、可靠的交易环境和交易服务，维护数字资产交易秩序。
<br>
•5.8如您连续一年未使用本网站会员账号和密码登陆本网站，则本网站有权注销您的本网站账号。账号注销后，本网站有权将相应的会员名开放给其他用户注册使用。
<br>
•5.9本网站通过加强技术投入、提升安全防范等措施保障您的数字资产的安全，并将在您账户出现可以预见的安全风险时提前通知您。
<br>
•5.10本网站有权随时删除本网站内各类不符合法律法规或本网站规定等的属性信息，本网站行使该等权利不需提前通知您。
<br>
•5.11
本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，向您要求提供更多的信息或资料等，并采取合理的措施，以符合当地的规范之要求，您有义务配合；本网站有权根据您所属主权国家或地区的法律法规、规则、命令等规范的要求，暂停或永久停止对您开放本网站部分或全部服务。
</p><br>
<p>六、责任限制与免责</p><br>
<p>
•6.1您了解并同意，在任何情况下，我们不就以下各事项承担责任：
<br>
•6.1.1收入的损失；
<br>
•6.1.2交易利润或合同损失；
<br>
•6.1.3业务中断造成的损失；
<br>
•6.1.4预期可节省的货币的损失；
<br>
•6.1.5信息问题造成的损失；
<br>
•6.1.6机会、商誉或声誉的损失；
<br>
•6.1.7数据的损坏或损失；
<br>
•6.1.8购买替代产品或服务的成本；
<br>
								•6.1.9
任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为我们合理预见；不论我们是否事先被告知存在此种损失或损害的可能性。
<br>
•6.1.1条至8.1.9条均是彼此独立的。
<br>
•6.2您了解并同意，我们不对因下述任一情况而导致您的任何损害赔偿承担责任：
<br>
•6.2.1您的具体交易事项可能存在重大违法或违约情形。
<br>
•6.2.2您在本网站的行为涉嫌违法或不道德。
<br>
•6.2.3通过本网站服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。
<br>
•6.2.4您对本网站服务的误解。
<br>
•6.2.5任何非因我们的原因而引起的与本网站提供的服务有关的其它损失。
<br>
•6.3
我们对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、
司法或行政机关的命令、其他不在我们可控范围内或我们无能力控制的行为或第三方的原因而造成的不能服务或延迟服务，以及造成您的损失，我们不承担任何责任。
<br>
•6.4
我们不能保证本网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故您登陆、使用本网站任何服务或下载及使用该下载的任何程序、信息、数据等均是您个人的决定并自行承担风险及可能产生的损失。
<br>
•6.5
我们对本网站中链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的属性等不做任何保证和承诺，您如果使用第三方网站提供的任何服务、信息及产品等均为您个人决定且承担由此产生的一切责任。
<br>
•6.6
我们对于您使用本网站服务不做任何明示或暗示的保证，包括但不限于本网站提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对本网站提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用本网站提供的服务是您个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，您理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是您个人的自由选择及决定且自行承担风险及可能产生的损失。
<br>
•6.7
本协议中规定的我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。
<br>
•6.8我们并不放弃本协议中未提及的在法律适用的最大范围内我们享有的限制、免除或抵销我们损害赔偿责任的任何权利。
<br>
•6.9您注册后即表示认可我们按照本协议中规定的规则进行的任何操作，产生的任何风险均由您承担。
</p><br>
<p>七、协议的终止</p><br>
<p>
•7.1本网站有权依据本协议约定终止全部本网站服务，本协议于本网站全部服务终止之日终止。
<br>
•7.2本协议终止后，您无权要求本网站继续向其提供任何服务或履行任何其他义务，包括但不限于要求本网站为您保留或向您披露其原本网站账号中的任何信息，
向您或第三方转发任何其未曾阅读或发送过的信息等。
<br>
•7.3本协议的终止不影响守约方向违约方要求承担其他责任。
</p><br>
<p>八、知识产权</p><br>
<p>
•8.1本网站所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，软件编译、相关源代码和软件
（包括小应用程序和脚本）的知识产权权利均归本网站所有。您不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或属性。
<br>
•8.2本网站名称中包含的所有权利（包括但不限于商誉和商标、标志）均归公司所有。
<br>
•8.3您在使用本网站服务过程中不得非法使用或处分本网站或他人的知识产权权利。您不得将已发表于本网站的信息以任何形式发布或授权其它网站（及媒体）使用。
<br>
•8.4您登陆本网站或使用本网站提供的任何服务均不视为我们向您转让任何知识产权。
</p><br>
<p>九、计算</p><br>
<p>所有的交易计算结果都经过我们的核实，但是我们不能保证网站的使用不会受到干扰或没有误差。</p><br>
<p>十、可分割性</p><br>
<p>如本协议中的任何条款被任何有管辖权的法院认定为不可执行的，无效的或非法的，并不影响本协议的其余条款的效力。</p><br>
<p>十一、非代理关系</p><br>
<p>本协议中的任何规定均不可被认为创造了、暗示了或以其他方式将我们视为您的代理人、受托人或其他代表人，本协议有其他规定的除外。</p><br>
<p>十二、弃权</p><br>
<p>
我们或您任何一方对追究本协议约定的违约责任或其他责任的弃权并不能认定或解释为对其他违约责任的弃权；未行使任何权利或救济不得以任何方式被解释为对该等权利或救济的放弃。
</p><br>
<p>十三、标题</p><br>
<p>所有标题仅供协议表述方便，并不用于扩大或限制该协议条款的属性或范围。</p>
<p>他人代充协议：为他人代充USDT，ETH，BTC，多种货币交易，一旦检测到严格处罚！</p>
<p></p><br>
<p>十四、协议的生效和解释</p><br>
<p>
•14.1本协议于您点击本网站注册页面的同意注册并完成注册程序、获得本网站账号和密码时生效，对本网站和您均具有约束力。
<br>
•14.2本协议的最终解释权归本网站所有。
<br>
•14.3
个人申请账户使用，应当根据GTM相关部门要求提供条件规定的本人有效证件及收付款账户，经发GTM相关部门审查合格后，为其开立记名账户；申请GTM及其账户只限经发GTM相关部门批准的持有账户人本人使用，不得出租和转借。
</p>`,
















	pc: {
		// pc页面
		home: pc.home.ZH,
	},
}
export default zh //暴露出去
