// import Common from "./data/common/index" //公共模块翻译文件引入
// import User from "./data/user/index" //用户模块翻译文件引入
// import ErrorPage from "./data/error/index"
// import Home from "./data/home/index"
// import Me from "./data/me/index"
// import other from "./data/other/index"
// import pc from "./data/pc/index"
const zhHant = {
	//托管订单
	completed: `已完成`,
	cancelOrder: `撤單`,
	purchaseAmount: `購買金額`,
	profit: `收益`,
	day: `天`,
	callDate: `贖回日期`,
	whether: `是否撤單`,
	dividend: `派息時間`,
	dueDividend: `到期派息`,
	dailyDividend: `每日派息`,
	escrowAmount: `託管金額`,
	dueReturn: `到期返還`,
	redemption: `隨時贖回`,
	availableBalance: `可用餘額`,
	totalIncome: `預計總收益`,
	readAgree: `我已閱讀並同意`,
	serviceAgreement: `平臺理財服務協定`,
	trustProtocol: `<div>
					<p>1、平臺推出計息帳戶服務，為平臺用戶提供閒置數位資產增值服務。<br>
2、計息帳戶資產將用於平臺衍生產品及其他後續創投項目。<br>
3、平臺為計息帳戶用戶轉移的資產提供風險管理服務。 平臺依託平臺嚴格的風控體系，充分保障用戶理財服務資產安全，安心收益。<br>
4、用戶在使用生息帳戶服務時，無條件授權平臺按照平臺規則合理分配和分配生息收入。<br>
5、用戶在使用計息帳戶服務時，應遵守相關國家法律，確保資產來源合法合規。<br>
6、用戶在使用生息帳戶服務時，應充分認識數位資產投資的風險，謹慎操作，力所能及。<br>
7、用戶同意在平臺上進行的所有投資操作均代表其真實的投資意圖，無條件接受投資決策帶來的潛在風險和收益。<br>
8、平臺保留暫停或終止計息帳戶服務的權利。 必要時，平臺可隨時暫停、終止計息帳戶服務。<br>
9、由於網路延遲、電腦系統故障等可能不可抗拒的因素，有息服務的執行可能會延遲、暫停、中止或偏離。 我們將盡最大努力確保但不承諾生息帳戶服務執行系統的穩定有效運行，但由於上述因素導致生息帳戶服務的最終執行結果與客戶的預期存在差异，平臺不承擔任何責任。<br>
10、用戶在使用生息帳戶服務時，應當遵守《理財服務協議》的規定。<br>
</p>
				</div>`,

	//产品列表
	managedOrder: `託管訂單`,
	earningsToday: `預計今日收益`,
	accumulatedIncome: `累計收益`,
	singleLimit: `單筆限額`,
	dailyRate: `日利率`,
	cycle: `週期`,

	//信托
	pledgeMining: `質押挖礦`,
	underway: `進行中`,
	stabilize: `穩定收益，讓挖礦更簡單`,
	income: `預期收益`,


	//common
	copySucceeded: `複製成功`,
	serverResponseFailed: `服務器無響應`,
	noData: `暫無數據`,
	contentdown: `上拉顯示更多`,
	contentrefresh: `正在加載...`,
	contentnomore: `沒有更多數據了`,

	// tabbar
	Home: `首頁`,
	Trade: `交易`,
	Future: `期權`,
	Trust: `信託`,
	Assets: `資產`,
	//登入
	login: `登入`,
	language: `語言`,
	mailbox: `郵箱`,
	placeholderName: `請輸入郵箱`,
	password: `密碼`,
	placeholderPassword: `請輸入密碼`,
	forgetPassword: `忘記密碼？`,
	noHave: `沒有帳號？`,
	registerNow: `立即注册`,
	errorEmpty: `不能為空`,
	errorStandard: `格式錯誤`,
	errorLength: `（4-30比特）`,
	errorLength1: `（4 - 300 比特）`,
	//注册
	register: `注册`,
	code: `驗證碼`,
	placeholderCode: `請輸入驗證碼`,
	sending: `發送中`,
	send: `發送`,
	okPassword: `確認密碼`,
	invitationCode: `邀請碼`,
	placeholderinvitationCode: `請輸入邀請碼`,
	checkedAgree: `同意`,
	userAgreement: `使用者協定`,
	and: `和`,
	privacyPolicy: `隱私政策`,
	pleaseCheck: `未勾選同意`,
	atypism: `密碼不一致`,
	//忘記登入密碼
	forgotLoginPassword: `忘記登入密碼`,
	newPassword: `新密碼`,
	confirm: `確認`,
	//忘記支付密碼
	forgotPayPassword: `忘記支付密碼`,
	//設定支付密碼
	setpayPassword: `設定支付密碼`,
	//主頁
	helper: `幫助`,
	rising: `漲幅榜`,
	business: `交易對`,
	newPrice: `最新價格`,
	upfloat: `漲跌幅`,
	//資產
	totalAssets: `總資產折合`,
	record: `記錄`,
	nowAssets: `資產折合`,
	buyCoins: `買幣`,
	sellCoins: `賣幣`,
	transfer: `劃轉`,
	searchCurrency: `蒐索幣種`,
	hideSmall: `隱藏小額幣種`,
	currencyAccount: `幣幣帳戶`,
	futuresAccount: `期權帳戶`,
	legalAccount: `法幣帳戶`,
	trustAccount: `信託帳戶`,
	//劃轉記錄
	transferRecord: `劃轉記錄`,
	time: `時間`,
	rollout: `轉出`,
	rollin: `轉入`,
	//幣幣記錄
	screen: `篩選`,
	money: `金額`,
	transferAddress: `轉帳地址`,
	createTime: `創建時間`,
	confirmTime: `確認時間`,
	note: `備註`,
	type: `類型`,
	reset: `重置`,
	recharge: `充值`,
	disbursement: `出款`,
	incomplete: `未完成`,
	success: `交易成功`,
	fail: `交易失敗`,
	//幣幣充幣
	currency: `幣種`,
	placeholderCurrency: `請選擇幣種`,
	payeeName: `鏈名`,
	rechargeAddress: `充值地址`,
	copyAddress: `複製地址`,
	rechargeQuantity: `充幣數量`,
	chargingAddress: `充幣地址`,
	placeholderchargingAddress: `請輸入充幣地址`,
	prove: `充幣證明`,
	optional: `（選填）`,
	placeholderHash: `請輸入Hash`,
	placeholderNote: `請輸入備註`,
	errorMessageprove: `請上傳充值證明`,
	onlyNumbers: `只能輸入數位`,
	//幣幣提幣
	withdrawalAddress: `提幣地址`,
	tipwallet: `您還未綁定對應錢包`,
	toAdd: `去添加`,
	placeholderwithdrawalAddress: `請選擇提幣地址`,
	availablenum: `可用數量`,
	placeholdernum: `請輸入數量`,
	unselected: `未選擇`,
	payPassword: `支付密碼`,
	commission: `手續費`,
	placeholderpayPassword: `請輸入支付密碼`,
	//幣幣劃轉
	capitalTransfer: `資金劃轉`,
	from: `從`,
	to: `至`,
	moneybag: `錢包不能相同`,
	//法幣添加收款管道
	subbranch: `支行`,
	placeholdersubbranch: `請輸入支行`,
	bankcode: `銀行編碼`,
	placeholderbankcode: `請輸入銀行編碼`,
	placeholderbankName: `請輸入銀行名稱`,
	placeholderbankAccount: `請輸入銀卡號`,
	//法幣記錄
	price: `價格`,
	num: `數量`,
	bankName: `銀行名稱`,
	account: `帳戶`,
	buy: `購買`,
	sell: `出售`,
	all: `全部`,
	processing: `處理中`,
	//法幣買幣
	onlineService: `線上客服`,
	//法幣賣幣帳戶
	collectionAccount: `收款帳號`,
	addCollection: `添加收款管道`,
	showModal1: `是否確認删除`,
	cancelText: `取消`,
	//法幣賣幣
	salesQuantity: `出售數量`,
	univalence: `參考價`,
	closed: `賣幣已關閉`,
	your: `您的收款帳號`,
	bankAccount: `銀行帳號`,
	name: `姓名`,
	//帳戶詳情
	total: `總額`,
	frozen: `凍結`,
	//home左側導航窗
	homloginAndRegister: `登入 / 注册`,
	rechargeMoney: `充幣`,
	withdrawCoins: `提幣`,
	customer: `客服`,
	identityVerification: `身份認證`,
	withdrawalAddress: `提幣地址`,
	paymentMethodInFiatCurrency: `法幣收款管道`,
	help: `幫助中心`,
	pricing: `計價管道`,
	setUp: `設定`,
	USD: `美元`,
	//個人資訊
	personal: `個人資訊`,
	headPortrait: `頭像`,
	nickname: `昵稱`,
	bindMailbox: `綁定郵箱`,
	//郵箱設置
	mailboxSettings: `郵箱設置`,
	oldEmail: `舊郵箱帳號`,
	placeholderoldEmail: `請輸入舊郵箱帳號`,
	newEmail: `新郵箱帳號`,
	placeholdernewEmail: `新郵箱帳號`,
	//身份認證
	certification: `實名認證`,
	noCcertification: `前往實名認證`,
	quota: `提幣限額`,
	count: `提幣筆數`,
	everyday: `每日`,
	cumulative: `提款累計數量`,
	unauthorized: `未認證`,
	audit: `待稽核`,
	attestation: `普通認證`,
	hand: `手持認證`,
	auditFailed: `稽核失敗`,
	//實名認證
	country: `國家`,
	placeholdercountry: `請選擇國家`,
	placeholdername: `請選擇國家`,
	documentType: `證件類型`,
	placeholderdocumentType: `請選擇國家`,
	identificationNumber: `證件號碼`,
	placeholderidentificationNumber: `請輸入證件號碼`,
	next: `下一步`,
	IDcard: `身份證`,
	passport: `護照`,
	//實名認證照片
	photo1: `請上傳證件正面照片`,
	photo2: `請上傳證件背面照片`,
	photo3: `請上傳手持證件照片`,
	Uploading: `上傳中…`,
	//提幣地址
	addWalletAddress: `添加錢包地址`,
	//添加錢包地址
	address: `地址`,
	placeholderAddress: `請輸入地址`,
	//幫助中心
	welcome: `歡迎來到幫助中心`,
	commonProblem: `常見問題`,
	tutorial: `存款教程`,
	description: `期權交易`,
	accountProblem: `帳號問題`,
	accountSettings: `如何注册`,
	certified: `身份認證`,
	totutorial: `沒收到定金怎麼辦？`,
	todescription: `什麼是期權交易？`,
	toaccountProblem: `密碼更改 / 重置`,
	toaccountSettings: `如何注册帳戶？`,
	tocertified: `如何身份認證`,
	tutorialText: `<div ><p>你好！ 區塊鏈資產轉移分為三個步驟：提案-區塊確認-進入。<br><br >步驟一：轉帳成功表示取幣的平臺或錢包進行了轉帳操作。<br><br ></p><p>第二步：完成對應區塊的確認。 區塊鏈擁塞、延遲等都會導致您的數位貨幣延遲完成所有確認。</p></div>`,
	descriptionText: `<div ><p>期權是一種金融工具，可以為用戶提供標的資產價格敞口，同時限制其下行風險敞口。 它為買家提供了購買BTC或ETH的多頭（看漲期權）或空頭（看跌期權）的機會。<br><br >期權合約的新手可以瞭解：<br ><br >•看跌期權代表在一定時期內以預定價格出售資產的權利（非義務）。 這為您提供“空頭”敞口，就好像標的資產的價格下跌一樣，您保留以更高的價格（稱為行使價）出售資產並獲利的權利。<br><br></p><p>•看漲期權代表持有人在一定時期內以預定價格購買資產的權利（非義務）。 這為您提供“多頭”敞口，就好像標的資產價格上漲一樣，您保留以較低價格購買資產並獲利的權利。</p></div>`,
	accountProblemText: `<div ><p>1.在首頁左上角點擊您的帳戶位置，點擊“设置”-“更改密碼”。<br><br >2. 輸入舊密碼，然後輸入新密碼以確認新密碼。<br><br >3. 點擊“重置密碼”。<br><br >4.為了用戶資金安全，一般需要在重置或更改密碼後等待24小時後才能提幣。<br><br ></p></div>`,
	accountSettingsText: `<div ><p>請使用您的手機號碼或郵箱獲取驗證碼並注册您的帳號。 如未收到驗證碼，請點擊查看郵箱垃圾郵件或聯系客服。</p></div>`,
	certifiedText: `<div ><p>1.在首頁左上角點擊您的帳戶位置，點擊“身份認證”。<br><br >2. 輸入證書編號+名稱，點擊認證。<br><br >3.耐心等待稽核。 一般24小時內即可完成稽核。</p></div>`,
	//設定
	changeLoginPassword: `修改登入密碼`,
	setWithdrawalPassword: `設定提現密碼`,
	noSetWithdrawalPassword: `前往設定支付密碼`,
	preference: `顏色偏好`,
	about: `關於我們`,
	signOut: `登出`,
	//修改登入密碼
	changeLoginPassword: `修改登入密碼`,
	oldPassword: `舊密碼`,
	//修改支付密碼
	changePayPassword: `修改支付密碼`,
	//顏色偏好
	upRed: `紅漲/綠跌`,
	upGreen: `紅跌 / 綠漲`,
	//關於我們
	platformIntroduction: `平臺簡介`,
	privacyPolicy: `隱私政策`,
	userAgreement: `使用者協定`,
	officialWebsite: `官方網站`,
	//平台简介

	platformIntroductionText: `本平台是全球领先的数字资产交易平台，不断努力改进安全特性，以确保客户的数字资产安全，我们的模式是为客户带来具有可持续价值的项目，只有具有最高质量的项目才会被选择并提供交易服务。核心管理团队成员毕业于世界知名学府，曾担任加拿大蒙特利尔银行，普华永道等跨国企业高管,具有丰富的金融行业与数字资产交易所运营经验，比特股及以太坊所提出具有开创性的开源协议之上，我们依据同现实商业实践相结合的原则，打破了原有区块链的封闭体系，East				Fortune可视化人工高智能区块链操作系统'
	'同时将人工智能与区块链技术相结合，我们希望打造出一条真正可商用的世界级区块链操作系统，平台承诺：将严格遵守加拿大相关法律，并在接受金融监管机构监管的情况下开展业务。`,

	//隐私政策
	privacyPolicyText: `
<p>
本平臺. （以下稱“公司”）是一家根據瑞士相關法律在瑞士注册成立的公司，該公司運營本平臺全球APP（以下稱“本平臺”或“平臺”），該平臺是一個專門供用戶進行數位資產交易和提供相關服務（以下稱“該服務”或“服務”）的平臺。 為了表述之方便，公司和該平臺在本協定中合稱“我們”或其他第一人稱稱呼，只要登入該平臺的自然人或其他主體均為本平臺的用戶，以下使用“您”或其他第二人稱，我們和您合稱為“雙方”，我們或您單稱為“一方”。
<br>
我們充分理解與尊重您的個人資訊對您的重要性，我們將按法律法規要求，採取相應安全保護措施，保護您的個人資訊安全。 鑒於此，製定本《隱私政策》（下稱“本政策
/本隱私政策”）並提醒您：
<br>
本政策適用於我們提供的所有產品和服務。 如我們向您提供的產品或服務單獨設立有隱私政策的，則該產品或服務適用其單獨設立的隱私政策； 如我們的產品或服務未單獨設立隱私政策的，則適用於本政策。
<br>
需要特別說明的是，本政策不適用於其他協力廠商向您提供的服務，協力廠商向您提供的服務適用其向您另行說明的隱私政策。
<br>
在使用我們各項產品或服務前，請您務必仔細閱讀並透徹理解本政策，特別是以粗體/粗體底線標識的條款，您應重點閱讀，在確認充分理解並同意後再開始使用。 如對本政策內容有任何疑問、意見或建議，您可通過我們官方提供的各種聯繫方式與我們聯系。 如您不同意本政策中的任何條款，您應立即停止訪問本平臺。
<br>
<strong>第一部分定義</strong>
<br>
個人資訊：指以電子或者其他管道記錄的能够單獨或者與其他資訊結合識別特定自然人身份或者反映特定自然人活動情况的各種資訊。
<br>
個人敏感資訊：指包括身份證件號碼、個人生物識別資訊、銀行帳號、財產資訊、行踪軌跡、交易資訊、14歲以下（含）兒童資訊等的個人資訊（我們將在本隱私權政策中對具體個人敏感資訊以粗體進行顯著標識）。
<br>
個人資訊删除：指在實現日常業務功能所涉及的系統中去除個人資訊的行為，使其保持不可被檢索、訪問的狀態。
<br>
兒童：指不滿十四周歲的未成年人。
<br>
<strong>第二部分隱私政策</strong>
<br>
本隱私政策部分將幫助您瞭解以下內容：
<br>
一、我們如何收集和使用您的資訊
<br>
二、我們如何使用Cookie和同類科技
<br>
三、我們如何共亯、轉讓、公開披露您的資訊
<br>
四、我們如何保護您的資訊
<br>
五、您如何管理您的資訊
<br>
六、我們如何處理未成年人的資訊
<br>
七、本隱私政策如何更新
<br>
<strong>一、我們如何收集和使用您的資訊</strong>
<br>
在您使用我們的產品及/或服務時，我們需要/可能需要收集和使用的您的個人資訊包括如下兩種：
<br>
1、為實現向您提供我們產品及/或服務的基本功能，您須授權我們收集、使用的必要的資訊。 如您拒絕提供相應資訊，您將無法正常使用我們的產品及/或服務；
<br>
2、為實現向您提供我們產品及/或服務的附加功能，您可選擇授權我們收集、使用的資訊。 如您拒絕提供，您將無法正常使用相關附加功能或無法達到我們擬達到的功能效果，但並不會影響您正常使用我們產品及/或服務的基本功能。
<br>
您理解並同意：
<br>
1、我們致力於打造多樣的產品和服務以滿足您的需求。 因我們向您提供的產品和服務種類眾多，且不同用戶選擇使用的具體產品/服務範圍存在差异，相應的，基本/附加功能及收集使用的個人資訊類型、範圍等會有所區別，請以具體的產品/服務功能為准；
<br>
2、為給您帶來更好的產品和服務體驗，我們在持續努力改進我們的科技，隨之我們可能會不時推出新的或優化後的功能，可能需要收集、使用新的個人資訊或變更個人資訊使用目的或管道。 對此，我們將通過更新本政策、彈窗、頁面提示等管道另行向您說明對應資訊的收集目的、範圍及使用管道，並為您提供自主選擇同意的管道，且在征得您明示同意後收集、使用。 在此過程中，如果您有任何疑問、意見或建議的，您可通過本平臺提供的各種聯繫方式與我們聯系，我們會儘快為您作出解答。
<br>
我們會為實現本政策下述的各項功能，收集和使用您的個人資訊：
<br>
（一）幫助您注册，並向您提供本平臺所提供的服務；
<br>
1、注册服務
<br>
我們通過本平臺帳戶為您提供基礎會員服務。 為注册成為會員並使用我們的會員服務，您在申請註冊時需要填寫和提供以下資訊：
<br>
（1）身份資訊。 該資訊可以幫助我們驗證您是否有資格注册為本平臺會員，包括但不限於您的名字、您的居住地址、您所屬國家或政府簽發的其他具有證明您身份資訊的不同的證書以及涉及到的號碼及所有其他可幫助我們驗證您身份的資訊（以下合稱為“身份資訊”
）。 該身份資訊具體根據您是個人用戶還是機构用戶而有所不同，根據不同司法管轄區的法律和法規，我們針對來自不同國家或地區的用戶所收集的資訊可能有所不同。 以下資訊和數據作為一個訓示性的示例：
<br>
個人用戶：國籍、法定全名（包括曾用名和當地語言名稱）、身份證號、電子郵寄地址、電話號碼、社會安全號碼（“SSN”），護照號碼或任何政府頒發的身份證號碼、出生日期、身份證明（例如護照，駕駛執照或政府頒發的身份證明）。
<br>
機构用戶：公司法定名稱（包括當地語言的法定名稱）、注册資訊、商務電話號碼、授權代表及授權用戶個人資訊、主要營業地點、所有實益擁有人的個人資訊）、股東/實益擁有人的身份證明檔案（護照或政府簽發的身份證）、公司構架、公司成立相關檔、董事會決議、資金來源申報、 風險與合規控制說明及平臺要求的其他資訊或者檔案。
<br>
（2）服務資訊。 該資訊幫助我們與您聯系並順利為您提供不同模式的數位資產間交易服務，包括但不限於您的個人身份資訊、聯系資訊、交易資訊、以及您的借記卡資訊和/或其他帳戶資訊（以下合稱為“服務資訊”
）。 同時請您理解，我們向您提供的服務是不斷更新和發展的。 如您選擇使用了前述說明當中尚未涵蓋的其他服務，基於該服務我們需要收集您的額外資訊的，我們會通過頁面提示、互動流程、協議約定、彈窗提示等管道向您說明資訊收集的範圍與目的，並征得您的同意。
<br>
如果您僅需使用瀏覽服務，您不需要注册成為我們的會員及提供上述資訊。
<br>
2、其他注册服務
<br>
實名認證：當您注册登入後，需進入“個人中心”在身份認證中完成實名認證，您在使用實名認證過程中需向平臺提供您的真實姓名、身份證號或護照號。
<br>
高級認證：當您在本平臺中的交易額超過一定限額時，平臺為了維護您的資產安全，會要求對您進行高級認證。 認證過程除實名認證資訊外，您認可平臺對您進行“人臉識別”的高級認證，人臉識別會涉及到平臺對您的相關視頻流或人臉圖像的收集。
<br>
帳戶資訊展示：如果您已擁有本平臺帳戶，我們可能會在服務中顯示您的上述個人資訊（實名認證僅顯示認證是否通過的結果），以及您在平臺帳戶相關聯的產品和服務中執行的操作，包括通過本平臺帳戶集中展示您的個人資料、交易訂單。 我們會尊重您對平臺帳戶設定所做的選擇。
<br>
（二）安全管理服務和服務資訊推送服務
<br>
當您使用本平臺提供的服務或訪問本平臺時，本平臺為保障您的交易安全及服務的安全穩定運行，我們需要自動接收並記錄您的Web瀏覽器資訊，您登入帳戶使用的設備類型、型號版本等設備識別符號等設備資訊、您請求訪問的網頁上的IP地址及記錄、所在地區、網路環境、設備指紋資訊、服務日誌資訊、 軟件資訊、位置資訊等。
<br>
請注意，單獨的設備資訊是無法識別特定自然人身份的資訊。 如果我們將這類非個人資訊與其他資訊結合用於識別特定自然人身份，或者將其與個人資訊結合使用，則在結合使用期間，這類非個人資訊將被視為個人資訊，除取得您授權或法律法規另有規定外，我們會將這類資訊做匿名化、去標識化處理。
<br>
為向您提供更便捷、更符合您個性化需求的資訊展示及推送服務，我們未來可能會根據您的設備資訊和您本平臺或用戶端的瀏覽使用資訊，選取您的偏好特徵，並基於特徵標籤產出間接人群畫像，用於展示、推送資訊和可能的商業廣告。 若您不同意接收此類推送資訊或撤回同意收集個人資訊，您可根據本政策提供的聯繫方式與我們聯系。
<br>
我們努力保障您的瀏覽體驗。 如果您不想接受我們給您發送的商業廣告，您可通過短信提示回復退訂或我們提供的其他管道進行退訂或關閉。
<br>
此外，我們也會為了不斷改進和優化上述的功能來使用您的上述資訊。
<br>
（三）交易記錄保管及査詢服務
<br>
我們就您在本平臺上的交易所收集的相關資料，包括但不限於交易記錄。 如您需査詢您的訂單交易記錄，可在平臺“訂單管理”中査詢您的個人交易明細，具體包括：交易對方昵稱、下單時間、訂單號、交易資訊、數位資產種類及數量等。
<br>
（四）客服及爭議處理
<br>
當您與我們聯系或提出售中售後、爭議糾紛處理申請時，為了保障您的帳戶及系統安全，我們需要您提供必要的個人資訊以核驗您的會員身份。
<br>
為便於與您聯系、儘快幫助您解决問題或記錄相關問題的處理方案及結果，我們可能會保存您與我們的通信記錄及相關內容（包括帳號資訊、訂單資訊、您為了證明相關事實提供的其他資訊，或您留下的聯繫方式資訊），如果您針對具體訂單進行諮詢、投訴或提供建議的， 我們會使用您的帳號資訊和訂單資訊。
<br>
為了提供服務及改進服務質量的合理需要，我們還可能使用的您的其他資訊，包括您與客服聯系時您提供的相關資訊，您參與問卷調查時向我們發送的問卷答覆資訊。
<br>
（五）其他
<br>
1、若你提供的資訊中含有其他用戶的個人資訊，在向本平臺提供這些個人資訊之前，您需確保您已經取得合法的授權。 若其中涉及兒童個人資訊的，您需在發佈前取得對應兒童監護人的同意，前述情形下監護人有權通過本政策第九條的途徑聯繫我們，要求更正或删除涉及兒童個人資訊的內容。
<br>
2、若我們將資訊用於本政策未載明的其他用途，或者將基於特定目的收集而來的資訊用於其他目的，或者我們主動從協力廠商處獲取您的個人資訊，均會事先獲得您的同意。
<br>
若我們從協力廠商處間接獲取您的資訊的，我們會在收集前明確以書面形式要求該協力廠商在已依法取得您同意後收集個人資訊，並向您告知共亯的資訊內容，且涉及敏感資訊的在提供給我們使用前需經過您的明確確認，要求協力廠商對個人資訊來源的合法性和合規性作出承諾，如協力廠商有違反行為的， 我們會明確要求對方承擔相應法律責任； 同時，我們對個人資訊會進行安全加固（包括敏感信息報備、敏感資訊加密存儲、訪問許可權控制等）。 我們會使用不低於我們對自身用戶個人資訊同等的保護手段與措施對間接獲取的個人資訊進行保護。
<br>
3、征得授權同意的例外
<br>
您充分理解並同意，我們在以下情况下收集、使用您的個人資訊無需您的授權同意，且我們可能不會響應您提出的更正/修改、删除、註銷、撤回同意、索取資訊的請求：
<br>
（1）與國家安全、國防安全有關的；
<br>
（2）與公共安全、公共衛生、重大公共利益有關的；
<br>
（3）與犯罪偵查、起訴、審判和判决執行等司法或行政執法有關的；
<br>
（4）出於維護您或其他個人的生命、財產等重大合法權益但又很難得到本人同意的；
<br>
（5）您自行向社會公眾公開的個人資訊；
<br/>
（6）從合法公開披露的資訊中收集個人資訊的，如合法的新聞報導、政府資訊公開等通路。
<br>
（7）根據與您簽訂和履行相關協定或其他書面檔案所必需的；
<br>
（8）用於維護所提供的產品及/或服務的安全穩定運行所必需的，例如發現、處置產品及/或服務的故障；
<br>
（9）為合法的新聞報導所必需的；
<br>
（10）學術研究機构基於公共利益開展統計或學術研究所必要，且對外提供學術研究或描述的結果時，對結果中所包含的個人資訊進行去標識化處理的；
<br>
（11）法律法規規定的其他情形。
<br>
請知悉，根據適用的法律，若我們對個人資訊採取科技措施和其他必要措施進行處理，使得數據接收方無法重新識別特定個人且不能復原，或我們可能會對收集的資訊進行去標識化地研究、統計分析和預測，用於改善本平臺的內容和佈局，為商業決策提供產品或服務支撐， 以及改進我們的產品和服務（包括使用匿名數據進行機器學習或模型算灋訓練），則此類處理後數據的使用無需另行向您通知並征得您的同意。
<br>
4、如我們停止運營本平臺產品或服務，我們將及時停止繼續收集您個人資訊的活動，將停止運營的通知以逐一送達或公告的形式通知您，並對我們所持有的與已關停業務相關的個人資訊進行删除或匿名化處理。
<br>
<strong>二、我們如何使用Cookie</strong>
<br>
如果您的瀏覽器或瀏覽器附加服務允許，您可修改對Cookie的接受程度或拒絕我們的Cookie。 有關詳情，請參見
AboutCookies.org。 但如果您這麼做，在某些情况下可能會影響您安全訪問我們的平臺，且可能需要在每一次訪問我們的平臺時更改用戶設置。 您理解並且同意：
<br>
1、當您到訪我們平臺時，我們通過cookies使用Google Stats去記錄我們的業績以及核對線上廣告的效果。
Cookie是發送到您的瀏覽器上並在您的電腦硬碟機上存儲的小量數據。 只有當您使用您的電腦進入我們平臺時，Cookie才能够被發送到您的電腦硬碟上。
<br>
2、Cookies常用於記錄訪問者瀏覽我們平臺上的各個項目時的習慣以及偏好。 Cookies所蒐集的數據是不記名的集體統計資料，不載有個人資料。
<br>
3、Cookies不能用於取得您的硬碟上的數據、您的電郵地址、及您的私人數據，其可使本平臺或服務商系統識別到您的瀏覽器並捕捉和記憶資訊。 大多數瀏覽器都預設為可以接受Cookies。 您可以選擇將您的瀏覽器設定為不接受Cookies，或如果Cookies一被裝上就通知您。 不過，
若設定為禁止Cookies，您或許便不能啟動或使用我們平臺的某些功能。
<br>
<strong>三、我們如何共亯、轉讓、公開披露您的資訊</strong>
<br>
（一）共亯
<br>
我們不會與本平臺服務提供者以外的公司、組織和個人共亯您的個人資訊，但以下情况除外：
<br>
1、在法定情形下的共亯：我們可能會根據法律法規規定、訴訟、爭議解决需要，或按行政、司法機關依法提出的要求，對外共亯您的個人資訊。
<br>
2、在獲取明確同意的情况下共亯：獲得您的明確同意後，我們會與其他方共亯您的個人資訊。
<br>
3、在您主動選擇情况下共亯：我們會根據您的選擇，將您的訂單資訊中與交易有關的必要資訊共用給數位資產的交易對方，以實現您的交易及售後服務需求。
<br>
4、與授權合作夥伴共亯：我們的關聯方、幫助我們經營我們的平臺、開展業務、或者向您提供服務的受信任的協力廠商，只要這些當事方同意將這些資訊保密； 當我們相信披露的資訊是適當的，是遵守法律、法規、規章制度的或來自於法院或他首長當局的命令、執行我們的平臺策略，正常運行平臺所需要，關聯方提供服務所需或保護我們或他人的權利、財產或安全的。
<br>
（二）轉讓
<br>
我們不會將您的個人資訊轉讓給任何公司、組織和個人，但以下情况除外：
<br>
1、在獲取明確同意的情况下轉讓：獲得您的明確同意後，我們會向其他方轉讓您的個人資訊；
<br>
2、在本平臺發生合併、收購或破產清算情形，或其他涉及合併、收購或破產清算情形時，如涉及到個人資訊轉讓，我們會要求新的持有您個人資訊的公司、組織繼續受本政策的約束，否則我們將要求該公司、組織和個人重新向您徵求授權同意。
<br>
（三）公開披露
<br>
我們僅會在以下情况下，公開披露您的個人資訊：
<br>
1、獲得您明確同意或基於您的主動選擇，我們可能會公開披露您的個人資訊；
<br>
2、如果我們確定您出現違反法律法規或嚴重違反本平臺相關協定及規則的情况，或為保護本平臺用戶或公眾的人身財產安全免遭侵害，我們可能依據法律法規或征得您同意的情况下披露關於您的個人資訊，包括相關違規行為以及本平臺已對您採取的措施。
<br>
（四）共亯、轉讓、公開披露個人資訊時事先征得授權同意的例外
<br>
以下情形中，共亯、轉讓、公開披露您的個人資訊無需事先征得您的授權同意：
<br>
1、與國家安全、國防安全有關的；
<br>
2、與公共安全、公共衛生、重大公共利益有關的；
<br>
3、與犯罪偵查、起訴、審判和判决執行等司法或行政執法有關的；
<br>
4、出於維護您或其他個人的生命、財產等重大合法權益但又很難得到本人同意的；
<br>
5、您自行向社會公眾公開的個人資訊；
<br>
6、從合法公開披露的資訊中收集個人資訊的，如合法的新聞報導、政府資訊公開等通路。
<br>
請知悉，根據適用的法律，若我們對個人資訊採取科技措施和其他必要措施進行處理，使得數據接收方無法重新識別特定個人且不能復原，則此類處理後數據的共亯、轉讓、公開披露無需另行向您通知並征得您的同意。
<br>
<strong>四、我們如何保護您的資訊</strong>
<br>
1、我們實施妥善的實物、電子、管理及科技方面的措施來保護和保障您的個人資料的安全。 我們盡力確保通過我們平臺所蒐集的任何個人資料皆免於任何與我們無關的第三者的滋擾。 我們採取的安全措施包括但不限於：
<br>
（1）實物措施：存有您個人資料的記錄會被存放在有鎖的地方。
<br>
（2）電子措施：存有您個人資料的電腦數據會被存放在受嚴格登入限制的電腦系統和存儲媒體上。
<br>
（3）管理措施：我們內部設立有對用戶資訊進行安全保護的相關部門，並建立了相關內控制度，對可能接觸到您的資訊的工作人員採取嚴格授權原則，只有經我們授權的職員才能接觸到您的個人數據，
這些職員需要遵守我們個人資料保密的內部守則。 此外，我們不斷對工作人員培訓相關法律法規及隱私安全準則和安全意識强化宣導，並定期組織內部相關人員進行應急回應培訓和應急演練，使其掌握崗位職責和應急處置策略和規程
<br>
（4）科技措施：可能採用如Secure Socket Layer Encryption這種加密技術來輸送您的個人資料。
<br>
（5）安全措施：為保障您的資訊安全，我們致力於使用各種現行通用的安全技術及配套的管理體系來儘量降低您的資訊被洩露、毀損、誤用、非授權訪問、非授權披露和更改的風險。 例如：通過網路安全層軟件（SSL）進行加密傳輸、資訊加密存儲、嚴格限制資料中心的訪問。 傳輸和存儲個人敏感資訊（含個人生物識別資訊）時，我們將採用加密、許可權控制、去標識化、脫敏化等安全措施。
<br>
（6）其它措施：定期審查我們的個人資料收集，存儲和處理流程；
並根據必要的原則限制我們的員工和供應商對您數據的存取權限，且我們的員工和供應商均需遵守嚴格的契约保密義務。。
<br>
2、若您知悉我們的平臺上有任何安全方面的漏洞，請馬上聯繫我們，使我們可以儘快採取妥適的行動。
<br>
3、儘管實施了上述科技和警衛的措施，我們不能保證數據在互聯網上的輸送絕對安全，
囙此我們不能絕對保證您通過我們平臺提供給我們的個人資料在一切時候都是安全的。 我們將不定期更新並公開安全風險、個人資訊安全影響評估報告等有關內容，您可通過本平臺公告管道獲得。
<br>
<strong>五、您如何管理您的資訊</strong>
<br>
您可以通過以下管道訪問及管理您的資訊：
<br>
（一）査詢、更正和删除您的資訊
<br>
您有權根據要求獲得您的個人資料副本，並確定我們掌握的關於您的資訊是否準確並且是最新的。 如果您的任何個人數據不準確，您可以要求更新您的資訊。 您也可以要求删除您的個人資料，但我們可能會在某些情况下拒絕您的删除請求，例如出於法律要求或其他法律目的。 有關資料訪問，更正或删除請求，您可以通過第八條中的聯繫方式聯繫我們。
<br>
為了響應數據訪問，更正或删除請求，我們將驗證請求方的身份，以確保他/她在法律上有權提出此類請求。 雖然我們的目標是免費回復這些請求，但我們保留在您的請求重複或繁重時向您收取合理費用的權利。
<br>
（二）改變您授權同意的範圍
<br>
每個業務功能需要一些基本的個人資訊才能得以完成（見本隱私權政策“第一部分”）。 除此之外，您可以通過第八條中的聯繫方式聯繫我們給予或收回您的授權同意。
<br>
當您收回同意後，我們將不再處理相應的個人資訊。 但您收回同意的决定，不會影響此前基於您的授權而開展的個人資訊處理。
<br>
（三）註銷您的帳戶
<br>
您可以通過第八條中的聯繫方式聯繫我們來申請註銷您的帳戶； 在您主動註銷帳戶之後，我們將停止為您提供產品或服務，根據適用法律的要求删除您的個人資訊，或使其匿名化處理。
<br>
（四）響應您的上述請求
<br>
為保障安全，您可能需要提供書面請求，或以其他管道證明您的身份。 我們可能會先要求您驗證自己的身份，然後再處理您的請求。
<br>
我們將在15天內做出答覆。 如您不滿意，還可以通過我們提供的聯繫方式發起投訴。
<br>
對於您合理的請求，我們原則上不收取費用，但對多次重複、超出合理限度的請求，我們將酌情收取一定費用。 對於與您的身份不直接關聯的資訊、無端重複資訊，或者需要過多科技手段（例如，需要開發新系統或從根本上改變現行慣例）、給他人合法權益帶來風險或者不切實際的請求，我們可能會予以拒絕。
<br>
在以下情形中，按照法律法規要求，我們將無法響應您的請求：
<br>
1、與國家安全、國防安全有關的；
<br>
2、與公共安全、公共衛生、重大公共利益有關的；
<br>
3、與犯罪偵查、起訴、審判和執行判决等有關的；
<br>
4、有充分證據表明個人資訊主體存在主觀惡意或濫用權利的；
<br>
5、響應您的請求將導致您或其他個人、組織的合法權益受到嚴重損害的；
<br>
6、涉及商業秘密的。
<br>
<strong>六、我們如何處理未成年人的資訊</strong>
<br>
本平臺向兒童開放，如果我們發現或懷疑用戶未滿14周歲，我們會要求用戶關閉其帳戶，且不會允許該用戶繼續使用平臺產品或服務。 我們會儘快删除有關資料。 如果您知道有任何14周歲以下的人使用我們的服務，請通知我們，以便我們採取行動封锁他們獲取我們的產品或服務。
<br>
對於已滿14歲但尚未滿18周歲的未成年人，我們期望父母或監護人指導未成年人使用我們的服務。 我們將根據相關法律法規的規定保護未成年人的資訊的保密性及安全性。
<br>
如您為未成年人，建議請您的父母或監護人閱讀本政策，並在征得您父母或監護人同意的前提下使用我們的服務或向我們提供您的資訊。 對於經父母或監護人同意而收集您的資訊的情况，我們只會在受到法律允許、父母或監護人明確同意或者保護您的權益所必要的情况下使用或公開披露此資訊。 如您的監護人不同意您按照本政策使用我們的服務或向我們提供資訊，請您立即終止使用我們的服務並及時通知我們，以便我們採取相應的措施。
<br>
如您為未成年人的父母或監護人，當您對您所監護的未成年人的資訊處理存在疑問時，請通過本政策公佈的聯繫方式聯繫我們。
<br>
<strong>七、本隱私權政策如何更新</strong>
<br>
我們的隱私權政策可能變更。
<br>
未經您明確同意，我們不會限制您按照本隱私政策所應享有的權利。 我們會在官方通路上發佈對隱私政策所做的任何變更。 如果您不同意修訂的內容，您應停止立即訪問本平臺。 當隱私政策的更新版本發佈，您持續訪問本平臺顯示和表明您同意該更新的內容，並同意遵守該更新的隱私政策。
<br>
對於重大變更，我們還會提供更為顯著的通知（包括我們會通過本平臺公示的管道進行通知甚至向您提供彈窗提示）。
<br>
本政策所指的重大變更包括但不限於：
<br>
1、我們的服務模式發生重大變化。 如處理個人資訊的目的、處理的個人資訊類型、個人資訊的使用管道等；
<br>
2、我們在控制權等方面發生重大變化。 如並購重組等引起的資訊控制者變更等；
<br>
3、個人資訊共用、轉讓或公開披露的主要對象發生變化；
<br>
4、您參與個人資訊處理方面的權利及其行使管道發生重大變化；
<br>
5、我們負責處理個人資訊安全的責任部門、聯絡方式及投訴通路發生變化；
<br>
6、個人資訊安全影響評估報告表明存在高風險。
</p>`,

	//使用者協定
	userAgreementText: `<p>重要提示：</p>
<p><br>
我們在此特別提醒您：
<br>
•1數位資產本身不由任何金融機構或公司或本網站發行；
<br>
•2數位資產市場是全新的、未經確認的，而且可能不會增長；
<br>
•3
數位資產主要由投機者大量使用，零售和商業市場使用相對較少，數位資產交易存在極高風險，其全天不間斷交易，沒有漲跌限制，價格容易受莊家、全球政府政策的影響而大幅波動；
<br>
•4
如果公司根據其單方判斷認為您違反了本協定，或者根據您所在管轄區域的法律本網站提供的服務或者您使用本網站提供的服務的行為是非法的，公司有權隨時暫停或終止您的帳戶，或者暫停或終止您使用本網站提供的服務或數位資產交易。
數位資產交易有極高風險，並不適合絕大部分人士。 您瞭解和理解此交易有可能導致部分損失或全部損失，所以您應該以能承受的損失程度來决定交易的金額。 您瞭解和理解數位資產會產生衍生風險，所以如有任何疑問，建議先尋求專業顧問的協助。 此外，除了上述提及過的風險以外，還會有未能預測的風險存在。 您應慎重考慮並用清晰的判斷能力去評估自己的財政狀況及上述各項風險而作出任何買賣數位資產的决定，並承擔由此產生的全部損失，我們對此不承擔任何責任。
</p>
<p><br>
敬告您：
<br><br>
</p>
<p>
•1
本網站的任何意見、消息、探討、分析、價格、建議和其他資訊均是一般的市場評論，並不構成投資建議。 我們不承擔任何因依賴該資訊直接或間接而產生的損失，包括但不限於任何利潤損失。
<br>
•2
本網站的内容會隨時更改並不作另行通知，我們已採取合理措施確保網站資訊的準確性，但並不能保證其準確性程度，亦不會承擔任何因本網站上的資訊或因未能連結互聯網、傳送或接收任何通知和資訊時的延誤或失敗而直接或間接產生的損失。
<br>
•3
使用互聯網形式的交易系統亦存有風險，包括但不限於軟件，硬體和互聯網連結的失敗等。 由於我們不能控制互聯網的可靠性和可用性，我們不會對失真，延誤和連結失敗而承擔任何責任。
<br>
•4
禁止使用本網站進行惡意操縱市場、不正當交易等一切不道德交易活動，若發現此類事件，本網站將對所有惡意操縱價格、惡意影響交易系統等不道德的行為採取警告、限制交易、關停帳戶等預防性的保護措施，我們不承擔由此產生的所有責任並保留向相關人士追究責任的權利。
</p><br>
<p>一、總則</p><br>
<p>
•1.1
《用戶協議》（以下稱“本協定”或“本條款及條件”），由正文、《隱私條款》、《了解你的客戶和反洗錢政策》以及本網站已經發佈的或將來可能發佈的各類規則、聲明、說明等構成。
<br>
•1.2
您在使用本網站提供的各項服務之前，應仔細閱讀本協定，如有不理解之處或其他必要，請諮詢專業律師。 如您不同意本協定及/或隨時對其的修改，請您立即停止使用本網站提供的服務或不再登入本網站。 您一旦登入本網站、使用本網站的任何服務或任何其他類似行為即表示您已瞭解並完全同意本協定各項内容，包括本網站對本協定隨時所做的任何修改。
<br>
•1.3
您通過按照本網站的要求填寫相關資訊，並經過其他相關程式後成功注册可以成為本網站的會員（以下稱“會員”），在進行注册過程中點擊“同意”按鈕即表示您以電子簽署的形式與公司達成協定； 或您在使用本網站過程中點擊任何標有“同意”或類似意思的按鈕的行為或以其他本網站允許的管道實際使用本網站提供的服務時，均表示您完全瞭解、同意且接受本協定項下的全部條款的約束，無您手寫的書面簽字不影響本協定對您的法律約束力。
<br>
•1.4成為本網站的會員後，您將獲得一個會員帳號及相應的密碼，該會員帳號和密碼由您負責保管； 您應當對以您帳號進行的所有活動和事件負法律責任。
<br>
•1.5只有成為本網站的會員才可使用本網站提供的數位資產交易平臺進行交易及享受其他本網站規定的只有會員才可獲得的服務。
<br>
•1.6通過注册和使用任何由本網站提供的服務和功能，您將被視為已閱讀，理解並：
<br>
•1.6.1接受本協定所有條款及條件的約束。
<br>
•1.6.2
您確認您已年滿16周歲或根據不同的可適用的法律規定的具有可訂立契约的法定年齡，您在本網站的注册、銷售或購買、發佈資訊等接受本網站服務的行為應當符合對您有管轄權的主權國家或地區相關法律法規，並有充分的能力接受這些條款，並訂立交易，使用本網站進行數位資產交易。
<br>
•1.6.3您保證交易中涉及到的屬於您的數位資產均為合法取得並享有所有權。
<br>
•1.6.4您同意您為您自身的交易或非交易行為承擔全部責任和任何收益或虧損。
<br>
•1.6.5您確認註冊時提供的資訊是真實和準確的。
<br>
•1.6.6您同意遵守任何有關法律的規定，就稅務目的而言，包括報告任何交易利潤。
<br>
•1.6.7您同意在任何時候不得從事或參與損害本網站或公司利益的行為或活動，無論是否與本網站提供的服務有關。
<br>
•1.6.8本協定只是就您與我們之間達成的權利義務關係進行約束，而並不涉及本網站用戶之間與其他網站和您之間因數位資產交易而產生的法律關係及法律糾紛。
</p><br>
<p>二、協定修訂</p><br>
<p>
我們保留不時修訂本協定、並以網站公示的管道進行公告、不再單獨通知您的權利，變更後的協定會在本協定首頁標注變更時間，一經在網站公佈，立即自動生效。 您應不時瀏覽及關注本協定的更新變更時間及更新內容，如您不同意相關變更，應當立即停止使用本網站服務； 您繼續使用本網站服務，即表示您接受並同意經修訂的協定的約束。
</p><br>
<p>三、注册</p><br>
<p>
•3.1注册資格
<br>
您確認並承諾：在您完成注册程式或以其他本網站允許的管道實際使用本網站提供的服務時，您應當是具備可適用的法律規定的可簽署本協定及使用本網站服務應具有的能力的自然人、法人或其他組織。 您一旦點擊同意注册按鈕，即表示您自身或您的有權代理人已經同意該協定内容並由其代理注册及使用本網站服務。 若您不具備前述主體資格，則您及您的有權代理人應承擔囙此而導致的一切後果，且公司保留註銷或永久凍結您帳戶，並向您及您的有權代理人追究責任的權利。
<br>
•3.2注册目的
<br>
您確認並承諾：您進行本網站注册並非出於違反法律法規或破壞本網站數位資產交易秩序的目的。
<br>
•3.3注册流程
<br>
•3.3.1
您同意根據本網站用戶註冊頁面的要求提供有效電子郵箱、手機號碼等資訊，您可以使用您提供手機號碼作為登入手段進入本網站。 如有必要，按照不同法域相關法律法規的規定，您必須提供您的真實姓名、身份證件等法律法規及隱私條款及反洗錢條款規定的相關資訊並不斷更新注册資料，符合及時、詳盡、準確的要求。 所有原始鍵入的資料將引用為注册資料。 您應對該等資訊的真實性、完整性和準確性負責，並承擔囙此產生的任何直接或間接損失及不利後果。
<br>
•3.3.2您合法、完整並有效提供注册所需資訊並經驗證，有權獲得本網站帳號和密碼，您獲得本網站帳號及密碼時視為注册成功，可在本網站進行會員登陸。
<br>
•3.3.3您同意接收本網站發送的與本網站管理、運營相關的電子郵件和/或短消息。
</p><br>
<p>四、服務</p><br>
<p>
•4.1服務內容
<br>
•4.1.1您有權在本網站瀏覽數位資產各項產品的即時行情及交易資訊、有權通過本網站提交數位資產交易指令並完成數位資產交易。
<br>
•4.1.2您有權在本網站查看您會員帳號下的資訊，有權應用本網站提供的功能進行操作。
<br>
•4.1.3您有權按照本網站發佈的活動規則參與本網站組織的網站活動。
<br>
•4.1.4本網站承諾為您提供的其他服務。
<br>
•4.2.服務規則您承諾遵守下列本網站服務規則：
<br>
•4.2.1
您應當遵守法律法規並妥善使用和保管您的帳號及登入密碼、資金密碼、以及手機接收的手機驗證碼。 您對使用您的帳號和登入密碼、資金密碼、手機驗證碼進行的任何操作和後果承擔全部責任。 當您發現本網站帳號、登入密碼、或資金密碼、驗證碼被未經您授權的協力廠商使用，或存在其他帳號安全問題時，應立即有效通知本網站，要求本網站暫停本網站帳號的服務。 本網站有權在合理時間內對您的該等請求採取行動，但本網站對在採取行動前已經產生的後果（包括但不限於您的任何損失）不承擔任何責任。 您在未經本網站同意的情况下不得將本網站帳號以贈與、借用、租用、轉讓或其他管道處分給他人。
<br>
•4.2.3您同意對您的本網站的帳號、密碼下發生的所有活動（包括但不限於資訊披露、發佈資訊、網上點擊同意或提交各類規則協定、網上續簽協定或購買服務等）承擔責任。
<br>
4.2.4
您在本網站進行數位資產交易時不得惡意干擾數位資產交易的正常進行、破壞交易秩序； 不得以任何科技手段或其他管道干擾本網站的正常運行或干擾其他用戶對本網站服務的使用； 不得以虛構事實等管道惡意詆毀本網站的商譽。
<br>
•4.2.5如您因網上交易與其他用戶產生糾紛的，不得通過司法或行政以外的途徑要求本網站提供相關資料。
<br>
•4.2.6您在使用本網站提供的服務過程中，所產生的其它方面的費用，均由您獨自判斷和承擔。
<br>
•4.3.產品規則
<br>
•4.3.1瀏覽交易資訊
<br>
•您在本網站瀏覽交易資訊時，應當仔細閱讀交易資訊中包含的全部內容，包括但不限於價格、委託量、手續費、買入或賣出方向，
您完全接受交易資訊中包含的全部內容後方可點擊按鈕進行交易。
<br>
•4.3.2查看交易明細
<br>
•您可以通過您的帳戶查看相應的成交記錄。
</p><br>
<p>五、本網站的權利和義務</p><br>
<p>
•5.1
如您不具備本協議約定的注册資格，則本網站有權拒絕您進行注册，對已注册的，本網站有權註銷您的會員帳號，本網站保留向您或您的有權代理人追究責任的權利。 同時，本網站保留其他任何情况下决定是否接受您注册的權利。
<br>
•5.2根據本網站自己的判斷，本網站發現您或您的關聯帳戶使用者不適合高風險投資時，有權中止或終止您的帳戶以及所有關聯帳戶的使用。
<br>
•5.3本網站發現帳戶使用者並非帳戶初始注册人時，有權中止或終止該帳戶的使用。
<br>
•5.4本網站通過科技檢測、人工抽檢等檢測管道合理懷疑您提供的資訊錯誤、不實、失效或不完整時，有權通知您更正、更新資訊或中止、終止為其提供本網站服務。
<br>
•5.5本網站有權在發現本網站上顯示的任何資訊存在明顯錯誤時，對資訊予以更正。
<br>
•5.6
本網站保留隨時修改、中止或終止本網站服務的權利，本網站行使修改或中止服務的權利不需事先告知您； 本網站終止本網站一項或多項服務的，終止自本網站在網站上發佈終止公告之日生效。
<br>
•5.7本網站將採取必要的科技手段和管理措施保障本網站的正常運行，並提供必要、可靠的交易環境和交易服務，維護數位資產交易秩序。
<br>
•5.8如您連續一年未使用本網站會員帳號和密碼登陸本網站，則本網站有權註銷您的本網站帳號。 帳號註銷後，本網站有權將相應的會員名開放給其他用戶註冊使用。
<br>
•5.9本網站通過加强科技投入、提升安全防範等措施保障您的數位資產的安全，並將在您帳戶出現可以預見的安全風險時提前通知您。
<br>
•5.10本網站有權隨時删除本網站內各類不符合法律法規或本網站規定等的内容資訊，本網站行使該等權利不需提前通知您。
<br>
•5.11
本網站有權根據您所屬主權國家或地區的法律法規、規則、命令等規範的要求，向您要求提供更多的資訊或資料等，並採取合理的措施，以符合當地的規範之要求，您有義務配合； 本網站有權根據您所屬主權國家或地區的法律法規、規則、命令等規範的要求，暫停或永久停止對您開放本網站部分或全部服務。
</p><br>
<p>六、責任限制與免責</p><br>
<p>
•6.1您瞭解並同意，在任何情况下，我們不就以下各事項承擔責任：
<br>
•6.1.1收入的損失；
<br>
•6.1.2交易利潤或契约損失；
<br>
•6.1.3業務中斷造成的損失；
<br>
•6.1.4預期可節省的貨幣的損失；
<br>
•6.1.5資訊問題造成的損失；
<br>
•6.1.6機會、商譽或聲譽的損失；
<br>
•6.1.7數據的損壞或損失；
<br>
•6.1.8購買替代產品或服務的成本；
<br>
•6.1.9
任何由於侵權（包括過失）、違約或其他任何原因產生的間接的、特殊的或附帶性的損失或損害，不論這種損失或損害是否可以為我們合理預見； 不論我們是否事先被告知存在此種損失或損害的可能性。
<br>
•6.1.1條至8.1.9條均是彼此獨立的。
<br>
•6.2您瞭解並同意，我們不對因下述任一情况而導致您的任何損害賠償承擔責任：
<br>
•6.2.1您的具體交易事項可能存在重大違法或違約情形。
<br>
•6.2.2您在本網站的行為涉嫌違法或不道德。
<br>
•6.2.3通過本網站服務購買或獲取任何數據、資訊或進行交易等行為或替代行為產生的費用及損失。
<br>
•6.2.4您對本網站服務的誤解。
<br>
•6.2.5任何非因我們的原因而引起的與本網站提供的服務有關的其它損失。
<br>
•6.3
我們對由於資訊網路設備維護、資訊網路連接故障、電腦、通訊或其他系統的故障、電力故障、天氣原因、意外事故、罷工、勞動爭議、暴亂、起義、騷亂、生產力或生產資料不足、火灾、洪水、風暴、爆炸、戰爭、銀行或其他合作方原因、數位資產市場崩潰、政府行為、
司法或行政機關的命令、其他不在我們可控範圍內或我們無能力控制的行為或協力廠商的原因而造成的不能服務或延遲服務，以及造成您的損失，我們不承擔任何責任。
<br>
•6.4
我們不能保證本網站包含的全部資訊、程式、文字等完全安全，不受任何病毒、木馬等惡意程式的干擾和破壞，故您登入、使用本網站任何服務或下載及使用該下載的任何程式、資訊、數據等均是您個人的决定並自行承擔風險及可能產生的損失。
<br>
•6.5
我們對本網站中連結的任何協力廠商網站的任何資訊、產品及業務及其他任何形式的不屬於我們的主體的内容等不做任何保證和承諾，您如果使用協力廠商網站提供的任何服務、資訊及產品等均為您個人决定且承擔由此產生的一切責任。
<br>
•6.6
我們對於您使用本網站服務不做任何明示或暗示的保證，包括但不限於本網站提供服務的適用性、沒有錯誤或疏漏、持續性、準確性、可靠性、適用於某一特定用途。 同時，我們也不對本網站提供的服務所涉及的科技及資訊的有效性、準確性、正確性、可靠性、質量、穩定、完整和及時性作出任何承諾和保證。 是否登入或使用本網站提供的服務是您個人的决定且自行承擔風險及可能產生的損失。 我們對於數位資產的市場、價值及價格等不做任何明示或暗示的保證，您理解並瞭解數位資產市場是不穩定的，價格和價值隨時會大幅波動或崩盤，交易數位資產是您個人的自由選擇及决定且自行承擔風險及可能產生的損失。
<br>
•6.7
本協定中規定的我們的保證和承諾是由我們就本協定和本網站提供的服務的唯一保證和陳述，並取代任何其他途徑和管道產生的保證和承諾，無論是書面的或口頭的，明示的或暗示的。 所有這些保證和陳述僅僅代表我們自身的承諾和保證，並不保證任何協力廠商遵守本協定中的保證和承諾。
<br>
•6.8我們並不放弃本協定中未提及的在法律適用的最大範圍內我們享有的限制、免除或抵銷我們損害賠償責任的任何權利。
<br>
•6.9您注册後即表示認可我們按照本協定中規定的規則進行的任何操作，產生的任何風險均由您承擔。
</p><br>
<p>七、協定的終止</p><br>
<p>
•7.1本網站有權依據本協議約定終止全部本網站服務，本協定於本網站全部服務終止之日終止。
<br>
•7.2本協定終止後，您無權要求本網站繼續向其提供任何服務或履行任何其他義務，包括但不限於要求本網站為您保留或向您披露其原本網站帳號中的任何資訊，
向您或協力廠商轉發任何其未曾閱讀或發送過的資訊等。
<br>
•7.3本協定的終止不影響守約方向違約方要求承擔其他責任。
</p><br>
<p>八、知識產權</p><br>
<p>
•8.1本網站所包含的全部智力成果包括但不限於網站標誌、資料庫、網站設計、文字和圖表、軟件、照片、錄影、音樂、聲音及其前述組合，軟件編譯、相關原始程式碼和軟件
（包括小應用程序和腳本）的知識產權權利均歸本網站所有。 您不得為商業目的複製、更改、拷貝、發送或使用前述任何資料或内容。
<br>
•8.2本網站名稱中包含的所有權利（包括但不限於商譽和商標、標誌）均歸公司所有。
<br>
•8.3您在使用本網站服務過程中不得非法使用或處分本網站或他人的知識產權權利。 您不得將已發表於本網站的資訊以任何形式發佈或授權其它網站（及媒體）使用。
<br>
•8.4您登入本網站或使用本網站提供的任何服務均不視為我們向您轉讓任何知識產權。
</p><br>
<p>九、計算</p><br>
<p>所有的交易計算結果都經過我們的核實，但是我們不能保證網站的使用不會受到干擾或沒有誤差。</ p><br>
<p>十、可分割性</p><br>
<p>如本協定中的任何條款被任何有管轄權的法院認定為不可執行的，無效的或非法的，並不影響本協定的其餘條款的效力。</ p><br>
<p>十一、非代理關係</p><br>
<p>本協定中的任何規定均不可被認為創造了、暗示了或以其他管道將我們視為您的代理人、受託人或其他代表人，本協定有其他規定的除外。</ p><br>
<p>十二、棄權</p><br>
<p>
我們或您任何一方對追究本協議約定的違約責任或其他責任的棄權並不能認定或解釋為對其他違約責任的棄權； 未行使任何權利或救濟不得以任何管道被解釋為對該等權利或救濟的放弃。
</p><br>
<p>十三、標題</p><br>
<p>所有標題僅供協定表述方便，並不用於擴大或限制該協定條款的内容或範圍。</ p>
<p>他人代充協定：為他人代充USDT，ETH，BTC，多種貨幣交易，一旦檢測到嚴格處罰！</ p>
<p></p><br>
<p>十四、協定的生效和解釋</p><br>
<p>
•14.1本協定於您點擊本網站注册頁面的同意注册並完成注册程式、獲得本網站帳號和密碼時生效，對本網站和您均具有約束力。
<br>
•14.2本協定的最終解釋權歸本網站所有。
<br>
•14.3
個人申請帳戶使用，應當根據GTM相關部門要求提供條件規定的本人有效證件及收付款帳戶，經發GTM相關部門審查合格後，為其開立記名帳戶； 申請GTM及其帳戶只限經發GTM相關部門準予的持有帳戶人本人使用，不得出租和轉借。
</p>`,
















	// pc: {
	// 	// pc页面
	// 	home: pc.home.ZH,
	// },
}
export default zhHant //暴露出去
