const info = {
	ZH: { //中文翻译
		text1: "本平台是全球领先的数字资产交易平台，不断努力改进安全特性，以确保客户的数字资产安全，我们的模式是为客户带来具有可持续价值的项目，只有具有最高质量的项目才会被选择并提供交易服务。核心管理团队成员毕业于世界知名学府，曾担任加拿大蒙特利尔银行，普华永道等跨国企业高管,具有丰富的金融行业与数字资产交易所运营经验，比特股及以太坊所提出具有开创性的开源协议之上，我们依据同现实商业实践相结合的原则，打破了原有区块链的封闭体系，East				Fortune可视化人工高智能区块链操作系统''同时将人工智能与区块链技术相结合，我们希望打造出一条真正可商用的世界级区块链操作系统，平台承诺：将严格遵守加拿大相关法律，并在接受金融监管机构监管的情况下开展业务。",
		
	},
	EN: { //英文翻译
		language: "language",
		/**
		 * 省略英文翻译不用管  只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * 只标注好中文
		 * **/
	}
}
export default info //需要暴露出去
